lösung 6280
gut 5317
finde 3283
hast 3213
app 2913
sehen 2873
kunden 2817
worin 2799
plattform 2624
stärken 2545
b 2441
value 2206
werden? 2104
wäre 2097
idee 2037
z 2010
user 2007
überarbeitung 1950
punkt 1933
mehr 1892
wurde 1852
meinung 1779
klar 1705
beim 1695
punkte 1684
beschreibung 1665
verbesserungsvorschläge 1602
aufgabe 1598
schwächen 1578
gibt 1535
vielleicht 1508
kommilitonen 1470
geachtet 1469
werden, 1465
worauf 1426
jedoch 1422
beschrieben 1411
behoben 1398
ganz 1394
etc 1393
könntest 1357
bereits 1353
genau 1325
geben 1322
kunde 1321
ja 1276
schwächender 1257
wirklich 1251
ist, 1242
einzelnen 1241
wurden 1233
gute 1214
lösungdes 1213
zudem 1207
konkrete 1203
eher 1193
sehe 1169
geschäftsmodell 1148
daten 1137
hierbei 1133
feedback 1126
einfach 1115
prozess 1039
customer 1025
schon 1008
beispiel 990
viele 975
bzw 957
verständlich 955
anforderungen 925
ebenfalls 861
bspw 856
zwei 856
personas 851
wenig 844
weitere 833
beispielsweise 831
könnten 829
fehlt 827
macht 821
besser 818
unternehmen 814
business 797
kundenprozess 794
denke 787
immer 787
kosten 770
gains 769
> 761
dargestellt 757
pain 741
proposition 738
service 738
sowie 735
gemacht 734
nochmals 733
/ 728
geht 722
genauer 722
kannst 722
pains 718
darstellung 717
gut, 709
storyboard 705
produkt 704
kurz 703
nutzen 702
konstruktives 701
journey 689
gefällt 686
a 680
sollten 674
arbeit 669
beiden 664
modell 664
kommilitonen? 660
schritt 660
müsste 653
richtig 653
canvas 649
sicht 642
ausführlich 641
weiteren 632
teil 629
gain 622
somit 607
verstanden 605
direkt 589
informationen 582
jobs 579
müssen 577
geld 575
sein, 572
sinn 569
eventuell 561
nutzer 559
solltest 557
zeit 554
gaps 552
ansonsten 549
grundsätzlich 543
verschiedenen 539
gelöst 536
darauf 534
ersten 528
facebook 525
falls 521
frage 520
dabei 518
klar, 507
insbesondere 504
schritte 501
daher 499
stakeholder 499
angebot 497
beschreiben 494
evtl 488
wird, 488
aufgabenstellung 485
services 480
detailliert 479
ganze 479
sicher 478
anbieter 474
paar 473
ausarbeitung 468
leser 466
möchte 464
besonders 457
verstehe 454
oben 453
ich, 452
geschäftsidee 450
partner 448
abgrenzung 444
verständnis 441
handelt 437
model 437
deshalb 436
ausserdem 435
geldgeber 434
ergänzen 433
stellt 433
zusätzlich 431
aktivitäten 428
fall 426
seite 424
key 417
eigentlich 415
sicherlich 414
hätte 411
übersichtlich 410
erfolgsfaktoren 410
erwähnt 408
massnahmen 408
werbung 406
korrekt 404
band 403
interessant 400
problem 400
siehe 400
ausgearbeitet 397
software 397
sinnvoll 396
wieso 396
warum 395
kommt 394
dafür 393
mehrwert 393
schwäche 392
gerade 391
drei 390
funktionalen 381
online 381
bereich 380
schnell 380
creators 377
allerdings 376
persona 376
personen 375
wer 375
cycle 374
ziel 373
allgemein 370
gelungen 370
ziele 367
gedanken 366
bisschen 361
vollständig 359
produkte 358
nicht, 356
scheint 353
dadurch 351
analyse 350
datenmodell 348
eingehen 347
aktivität 343
gleich 343
marktleistung 343
möglich 342
markt 341
sind, 341
, 340
wichtig 340
relievers 336
leider 334
verschiedene 333
swot 331
schwierig 329
kernkompetenzen 327
text 324
erst 323
möglichkeit 323
selber 322
bezüglich 321
fehlen 321
kleine 321
nachvollziehbar 320
idee, 315
kann, 315
lediglich 315
mal 315
neue 315
kritische 313
wären 313
finden 312
aspekte 310
bietet 310
funktionen 310
insgesamt 310
beide 309
kritischen 309
art 308
sieht 308
wohl 308
lieferanten 307
weniger 305
geschäftsmodells 303
gewählt 301
hast, 301
weiss 300
swotanalyse 299
darstellen 298
davon 297
kreditnehmer 297
vpc 297
aufgaben 295
gehen 295
stories 295
hinzufügen 289
jeweils 289
konzept 288
schön 288
durchdacht 287
super 287
bild 286
grossen 286
verstehen 286
wahrscheinlich 285
anbieten 284
bmn 284
risiken 284
trotzdem 284
anfang 282
punkten 282
teilweise 282
eingegangen 281
system 280
stellen 279
lassen 278
stark 278
denke, 277
weshalb 276
zielgruppe 275
ab 274
aufgrund 274
besteht 274
qualitative 274
einbettung 272
persönlich 272
erachtens 270
formuliert 269
überlegen, 268
beschrieben, 268
folgende 267
revenue 267
stärke 267
stelle 267
sicher, 266
entsprechend 265
person 265
ersichtlich 264
o 264
steht 264
braucht 263
erfüllt 263
kommen 263
machen, 263
vorhanden 263
ende 261
nutzung 261
erklärt 260
funktionale 260
konkret 259
sollen 259
angeboten 258
applikation 258
ergänzt 258
usw 258
grosse 257
bedürfnisse 256
fokus 256
fragen 255
unternehmens 254
e 253
seiten 253
habe, 251
verfügung 251
allenfalls 248
erhalten 248
klarer 248
lesen 248
satz 248
wichtigsten 248
kundensegmente 246
überhaupt 245
ganzen 245
deren 244
per 244
leute 243
anstatt 241
je 241
ausrichtung 240
geschäftsfeldes 240
mehrere 240
sodass 240
guten 239
vorstellen, 239
akteure 238
prozesse 238
verbessern 238
generell 237
worden 237
mitbewerber 236
glaube 235
post 234
anhand 233
musst 233
activities 232
form 232
haben, 232
bezahlen 230
kauf 229
lösungen 229
aufgeführt 227
gewisse 227
funktioniert 226
vorschläge 226
zusätzliche 226
funktion 224
kurzcharakteristika 224
logisch 224
d 223
gemäss 223
tatsächlich 222
unbedingt 222
v 222
arbeitsgebiet 220
können, 219
lässt 219
initiator 218
wichtigen 216
kommilitone 214
angebote 213
definiert 213
erste 213
klare 213
natürlich 213
umsetzung 213
verbindung 213
pfeil 212
gutes 211
jeweiligen 211
liegt 211
statt 211
unterschiedliche 211
dienstleistung 210
hilfreich 210
gehört 208
gar 207
stehen 207
strategische 207
erfolg 206
erläutert 206
gerne 206
pro 206
sogar 206
an, 205
pool 205
zuerst 205
automatisch 204
beginn 204
sowohl 204
einzelne 203
folie 203
gefallen 203
integriert 203
oft 203
erkannt 202
genannt 202
detaillierter 201
mögliche 201
schreiben 201
suche 201
vorlesung 201
bitte 200
einfacher 200
aufgezeigt 199
gilt 199
konkurrenz 199
deutlich 198
gemeint 198
inwiefern 198
vielen 198
bezug 197
eigenen 197
obwohl 197
verwendet 197
aufgelistet 196
erhält 196
bestehenden 195
frage, 195
relevanten 195
entwicklung 194
gap 194
hohe 194
identifiziert 194
neuen 194
sauber 194
strukturiert 194
kaufen 193
positiv 193
vorschlag 193
aufwand 192
erwähnen 192
pfeile 192
schweiz 192
danach 191
entweder 191
hat, 191
geschrieben 190
konsumenten 189
willst 189
elemente 188
geschäftsfelder 188
innerhalb 188
anleger 187
hilft 187
bedürfnis 186
erstellen 186
aspekt 185
durchaus 185
h 185
interessante 185
bsp 184
fällt 184
gleiche 184
tabelle 184
zahlen 184
erwähnt, 183
menschen 183
evt 182
fehler 182
sofort 182
apps 181
ausgeführt 181
genannten 181
komplett 181
phase 181
möglicherweise 180
müssten 180
überarbeiten 179
beschreibungen 179
konnte 179
absage 178
products 178
unterschiedlichen 178
wichtige 178
geschäftsfeld 177
nehmen 177
unterscheiden 177
auswahl 176
detail 176
during 176
gegeben 176
plattformen 176
s 176
übersicht 175
beschreiben, 175
fast 175
inhaltlich 175
aufgebaut 174
spannend 174
möglichst 173
masse 173
navigator 173
qualität 173
zeigt 173
ziemlich 173
erreicht 172
meisten 172
mitarbeiter 172
projekt 171
endkunden 170
nochmal 170
preis 170
gefahren 169
gegenüber 169
gleichen 169
kunden, 169
letzten 169
möchtest 169
probleme 169
relativ 169
berücksichtigt 168
anzahl 167
bezahlung 167
prozessschritte 167
wellbeing 167
zweiten 167
abschnitt 166
anpassen 166
kommilitonen?die 166
pools 166
arbeiten 165
eigene 165
gateway 165
helfen 165
potential 165
erreichen 164
ersichtlich, 164
folgenden 164
gleichzeitig 164
unten 164
leistung 163
technologie 163
auch, 162
ausführlicher 162
integration 162
neben 162
schwer 161
thema 161
vergleich 161
bringen 160
führt 159
gesamte 159
unterscheidung 159
überlegen 158
bearbeitet 158
ggf 158
kurze 158
vorteil 158
integrieren 157
kundenprozesses 157
lane 157
umgesetzt 157
vorteile 157
bilder 156
grund 156
unterteilung 156
via 156
gestaltet 155
google 155
extrem 154
investoren 154
zusammenhang 154
app, 153
aus, 153
gefahr 153
verwenden 153
ansatz 152
auf, 152
geschäftsfeldbeschreibung 152
it 152
sinne 152
story 152
weiterhin 152
ansicht 151
formulieren 151
schlüssig 151
vorstellen 151
zusätzlichen 151
angewendet 150
denen 150
lösung, 150
start 150
struktur 150
bezahlt 149
details 149
funktionalitäten 149
interesse 149
lieber 149
meinst 149
darüber 148
essen 148
kundensegment 148
plattform, 148
weiterer 148
anbietern 147
bestimmt 147
crowdfunding 147
beschreibst 146
beziehung 146
hoffe 146
leicht 146
registrierung 146
smartphone 146
version 146
ausführen 145
ausformuliert 145
austausch 145
firma 145
hand 145
knapp 145
kriterien 145
versuche 145
bringt 144
erscheint 144
gehören 144
internet 144
qualitativen 144
dar 143
momentan 143
resp 143
aufgefallen 142
generiert 142
aufbau 141
muss, 141
passt 141
versuchen 141
einfügen 140
versteht 140
wenige 140
überblick 139
benötigt 139
community 139
dennoch 139
preispolitik 139
restaurants 139
schluss 139
social 139
standort 139
bearbeitung 138
empfehle 138
wert 138
zusammen 138
bieten 137
erwähnen, 137
gross 137
schreibst 137
sicherheit 137
stärker 137
allgemeinen 136
autor 136
beinhaltet 136
darstellt 136
definieren 136
findet 136
kleinen 136
konkreter 136
rolle 136
linie 135
prägnant 135
suchen 135
wann 135
wichtig, 135
wurde, 135
achten 134
beispiele 134
daraus 134
traditional 134
wünsche 134
ähnlich 133
prozessschritt 133
richtung 132
? 131
aufteilung 131
beschriebenen 131
genug 131
relevant 131
anforderung 130
anmerkungen 130
ebenso 130
erklären 130
genügend 130
sagen, 130
wobei 130
ausführungen 129
falsch 129
kreditanfrage 129
lange 129
ort 129
ports 129
prozesses 129
zugang 129
bereit 128
bestehende 128
besten 128
freitextbeschreibung 128
funktionieren 128
leistungen 128
wirkt 128
ablauf 127
channels 127
daran 127
dienstleistungen 127
finde, 127
lanes 127
softwarelösung 127
ermöglicht 126
kaum 126
mühe 126
mir, 126
anfrage 125
bekommt 125
dementsprechend 125
einbauen 125
ergänzen, 125
kapitel 125
umfassend 125
kästchen 124
kernkompetenz 124
tun 124
angesprochen 123
ausführliche 123
ausgefüllt 123
bestellung 123
detaillierte 123
einerseits 123
empfehlen 123
könnte, 123
phasen 123
risiko 123
sicherheitsanforderungen 123
verbunden 123
zb 123
einfache 122
geben, 122
verbesserung 122
verbesserungsvorschlag 122
wäre, 122
wertversprechen 122
erstellt 121
gestalten 121
inhalte 121
passen 121
projekts 121
sensoren 121
studenten 121
unklar 121
vermutlich 121
würde, 121
anwendung 120
bessere 120
brettspieler 120
gehalten 120
gesagt 120
hoch 120
möglichkeiten 120
akteur 119
gefunden 119
hinzugefügt 119
job 119
richtigen 119
sätze 119
wissen 119
zentralen 119
beschrieb 118
heisst 118
hinzufügen, 118
irgendwie 118
liegen 118
notwendig 118
zumindest 118
banken 117
gibt, 117
grosses 117
schliesslich 117
verstanden, 117
vs 117
abgabe 116
eigentliche 116
entsprechenden 116
erkennen 116
grafik 116
guter 116
modellierung 116
nennen 116
requirements 116
erklärung 115
konkurrenten 115
mittels 115
nämlich 115
nachfrage 115
passiert 115
profil 115
vergessen 115
angepasst 114
anschliessend 114
beziehen 114
ideen 114
of 114
rein 114
abgebildet 113
darzustellen 113
gesehen 113
inhalt 113
interessant, 113
nächsten 113
präferenzen 113
zusammenarbeit 113
benutzen 112
bestehen 112
blick 112
darum 112
erfolgsfaktor 112
event 112
genutzt 112
gesamten 112
reliever 112
richtige 112
aufzeigen 111
hohen 111
kurzbeschreibung 111
restaurant 111
teilen 111
angaben 110
bpmn 110
diskussion 110
fokussieren 110
kontakt 110
manuelle 110
vgl 110
fand 109
finden, 109
lösen 109
möglichen 109
nehme 109
neu 109
reise 109
ähnliche 108
benutzt 108
eingehen, 108
entsprechende 108
genaue 108
gewissen 108
mich, 108
netzwerk 108
schöne 108
ändern 107
erarbeitet 107
fände 107
geldgebern 107
hersteller 107
sagen 107
schlussendlich 107
storyboards 107
abgedeckt 106
buchen 106
ch 106
entwickeln 106
erläutern 106
heute 106
kleiner 106
konkreten 106
leben 106
marketing 106
nötig 106
partners 106
tolle 106
verbesserungen 106
website 106
arbeit! 105
automatische 105
beziehungen 105
spass 105
erwähnten 104
meist 104
nichtfunktionalen 104
soll, 104
soweit 104
überdenken 103
ausser 103
bevor 103
chancen 103
geschäftsmodellidee 103
interface 103
kleinere 103
lebensmittel 103
letzte 103
passend 103
soziale 103
stimulus 103
streams 103
vorlage 103
weglassen 103
zukunft 103
features 102
generieren 102
ja, 102
punkte, 102
rahmen 102
situation 102
smart 102
achten, 101
creator 101
einzige 101
to 101
vorprüfung 101
wahl 101
zentrale 101
bb 100
bisher 100
jemand 100
sachverhalt 100
später 100
analog 99
einkaufen 99
entwickelt 99
formulierung 99
gestellt 99
performanceanforderungen 99
projektes 99
slide 99
strategischen 99
vorschlagen, 99
zusage 99
ergänzung 98
evalue 98
events 98
exchange 98
gedacht 98
kritik 98
platform 98
preise 98
recht 98
sinn, 98
skills 98
wiederum 98
wochen 98
überall 97
überlegt 97
algorithmus 97
begriff 97
besseren 97
eben 97
enthält 97
entspricht 97
führen 97
interaktion 97
kundengruppen 97
nachvollziehen 97
points 97
stakeholdern 97
ausführung 96
aussehen 96
basis 96
basisstrategie 96
bedeutet 96
gehe 96
hallo 96
hinaus 96
identifizieren 96
infos 96
präzise 96
pre 96
rechtschreibung 96
super, 96
the 96
übersichtlicher 95
buch 95
definitiv 95
komplexität 95
kooperation 95
müsstest 95
setzen 95
users 95
bank 94
beantwortet 94
beschreibt 94
erfasst 94
erstellung 94
hilfe 94
kritisch 94
namen 94
stärkendie 94
webseite 94
zweite 94
bezieht 93
blueprint 93
negativ 93
platz 93
sieht, 93
akteuren 92
aktuell 92
beste 92
bleibt 92
darin, 92
handelt, 92
kühlschrank 92
kategorien 92
media 92
symbole 92
top 92
umwelt 92
unternehmung 92
wesentlichen 92
bekommen 91
cost 91
eingefügt 91
merkt, 91
miteinander 91
modells 91
nachricht 91
parteien 91
spezifischer 91
stimmt 91
würdest 91
weise 91
weit 91
wichtiger 91
à 90
äusserst 90
anschauen 90
dinge 90
entstehen 90
funktionalität 90
partnerschaften 90
produkten 90
stimmig 90
verständliche 90
all 89
aufführen 89
datenbank 89
definition 89
differenzierung 89
durchgeführt 89
geschäft 89
kontext 89
kundendaten 89
laden 89
m 89
prinzip 89
werden?die 89
x 89
aufgefallen, 88
auflistung 88
auseinandergesetzt 88
bereiche 88
buchung 88
dank 88
du, 88
ein, 88
eingebaut 88
erfolgt 88
erweitert 88
es, 88
folgen 88
inputs 88
le 88
motivationen 88
persönlichen 88
personalität 88
schaffen 88
spezifisch 88
vor, 88
weiss, 88
werden?ich 88
bewertung 87
bullet 87
erwähnst 87
fliesstext 87
methode 87
nachrichtenfluss 87
sachen 87
sofern 87
verbessert 87
what 87
übersichtliche 86
absolut 86
aufnehmen 86
durchlesen 86
empfehlen, 86
kredit 86
sozialen 86
tech 86
versucht 86
übersichtlichkeit 85
auto 85
chance 85
gebühr 85
hättest 85
kooperationskanal 85
nutzern 85
shops 85
sprich 85
verwendung 85
zwingend 85
ausformulieren 84
betrachtet 84
betrag 84
gemacht, 84
gut! 84
interfaces 84
müssen, 84
näher 84
strategie 84
trend 84
vertrauen 84
ä 83
andererseits 83
enthalten 83
erfolgreich 83
explizit 83
hause 83
how 83
information 83
resources 83
versicherungen 83
wenigen 83
zeigen 83
ebene 82
gesetzt 82
gratis 82
konzentrieren 82
manuell 82
starke 82
unterschied 82
vorher 82
vorschlagen 82
abhängigkeit 81
alleine 81
bestellen 81
eindeutig 81
freunden 81
kleider 81
kundenbedürfnis 81
liefern 81
lieferung 81
mieter 81
parkplatz 81
path 81
persönliche 81
u 81
verfügbarkeit 81
verständlich, 81
zielgruppen 81
österle 80
entsteht 80
ev 80
macht, 80
migros 80
partnern 80
produktes 80
respektive 80
scheinen 80
schnittstellen 80
speziell 80
spezifizieren 80
tool 80
umfang 80
verbinden 80
verständlicher 80
visualisierung 80
bzgl 79
dienstleister 79
dokument 79
erfolg! 79
genommen 79
innovativ 79
kreativ 79
modelliert 79
motivation 79
nach, 79
passende 79
punkt, 79
stream 79
teuer 79
umwelt/technologie 79
zugriff 79
anreiz 78
anzubieten 78
aufgabenkettendiagramm 78
augen 78
beratung 78
email 78
erweitern 78
folgt 78
gesagt, 78
her 78
kritischer 78
profitieren 78
structure 78
tag 78
vier 78
voneinander 78
ältere 77
artikel 77
deutsch 77
eindruck 77
einzig 77
ergeben 77
erscheinen 77
faktoren 77
findest 77
heutigen 77
nachdem 77
rechnung 77
sequenzfluss 77
sinnvoll, 77
teile 77
vermittlung 77
effektiv 76
fallen 76
freitext 76
genauere 76
kenne 76
liebe 76
pains, 76
passenden 76
segment 76
segmentierung 76
szenario 76
uhr 76
unterschiede 76
unterschiedlich 76
usern 76
activity 75
dimensionen 75
direkte 75
erleichtert 75
ermöglichen 75
knowhow 75
potenzial 75
prüfung 75
schritten 75
treffen 75
unabhängig 75
unterteilt 75
vornehmen 75
wählen 75
wünschen 75
weiteres 75
wen 75
aktiv 74
aktuellen 74
benutzerschnittstellen 74
eingesetzt 74
ergibt 74
gehst 74
grosser 74
häufig 74
halten 74
hingegen 74
ist? 74
muttersprache 74
saubere 74
segments 74
verbesserungspotential 74
verstehen, 74
anbietet 73
bildern 73
darin 73
darum, 73
differenzieren 73
kurzen 73
laufen 73
mobile 73
schreiben, 73
sobald 73
technischen 73
vollständige 73
ausformulierung 72
berücksichtigen 72
bestimmte 72
bestimmten 72
feld 72
individuelle 72
prephase 72
relevante 72
support 72
treffend 72
usp 72
vertriebspolitik 72
ähnliches 71
allgemeine 71
and 71
bedarf 71
com 71
coole 71
darstellen, 71
drin 71
einkauf 71
frustrationen 71
genau, 71
jobs, 71
kategorie 71
konsistent 71
liste 71
möchten 71
message 71
optimal 71
partnerschaft 71
produkts 71
sehen, 71
unterscheidet 71
wodurch 71
zusammengefasst 71
bc 70
belohnungspaket 70
beschriebene 70
bleiben 70
case 70
daten, 70
deckt 70
entscheiden 70
entscheidung 70
erhöhen 70
gerät 70
hinblick 70
hoffe, 70
machst 70
perfekt 70
postphase 70
scenario 70
versicherung 70
überprüfen 69
achte 69
aufgenommen 69
auftrag 69
bonitätsprüfung 69
design 69
eltern 69
enorm 69
glaube, 69
informiert 69
meistens 69
nachrichtenflüsse 69
nutzen, 69
sorgfältig 69
spannende 69
task 69
thematik 69
verfügbar 69
why 69
zielen 69
abfolge 68
ausarbeiten 68
aussieht 68
beachten 68
behandelt 68
bezogen 68
darf 68
eingehalten 68
externe 68
gateways 68
gearbeitet 68
halte 68
hardware 68
idee! 68
nie 68
option 68
potentielle 68
segmente 68
sinnvolle 68
wissen, 68
analysiert 67
beschreibung, 67
dir, 67
eigentlichen 67
einleuchtend 67
erledigt 67
firmen 67
fokussiert 67
folgendes 67
folien 67
gains, 67
geräte 67
hilfreich, 67
mag 67
mehreren 67
problematik 67
reisen 67
teilaufgabe 67
uber 67
unterschieden 67
vorhandenen 67
vorliegenden 67
wegen 67
ansprechen 66
aus? 66
benutzer 66
bewertungen 66
end 66
entwickler 66
erfahrung 66
gelungen, 66
grösse 66
input 66
interessantes 66
niveau 66
potentiellen 66
praktisch 66
rote 66
sämtliche 66
sätzen 66
schneller 66
sprichst 66
technische 66
unterstützt 66
verkauf 66
verlangt 66
who 66
abgestimmt 65
angezeigt 65
anpassungen 65
aussage 65
bewerten 65
charakteristika 65
dargestellt, 65
dient 65
kochen 65
konstruktive 65
kunden? 65
möglichkeit, 65
meinung, 65
so, 65
spezifische 65
vereinfacht 65
verkaufen 65
verständlichkeit 65
zahlung 65
alter 64
angegeben 64
app? 64
brauchen 64
content 64
direkten 64
ersetzen 64
g 64
gebracht 64
gehen, 64
hierfür 64
itpa 64
notwendigen 64
problem, 64
sbb 64
symbol 64
teils 64
umfangreich 64
verträge 64
automatisierte 63
bedienen 63
darauf, 63
eigenschaften 63
einfügen, 63
einführung 63
erster 63
gelöst, 63
interessen 63
löst 63
neues 63
nimmt 63
roten 63
sammeln 63
schnelle 63
schwierig, 63
sparen 63
tipps 63
vereinfachen 63
ziehen 63
zunächst 63
adressiert 62
basierend 62
beurteilen 62
einnahmen 62
helfen, 62
hierzu 62
hinsichtlich 62
links 62
parkplätze 62
player 62
quasi 62
reihenfolge 62
separat 62
stadt 62
technik 62
termin 62
tickets 62
trends 62
zentral 62
alternative 61
anschaulich 61
aufbauen 61
aufzeigen, 61
bestellt 61
crowdfundingplattform 61
einfluss 61
erkennt 61
geliefert 61
i 61
informieren 61
kombination 61
möglich, 61
manchmal 61
max 61
rest 61
toll 61
traditionellen 61
unterstützung 61
vergleichen 61
verlauf 61
vermittelt 61
vorgenommen 61
wäsche 61
überlege 60
anfangs 60
angeben 60
aufmerksam 60
beachtet 60
bereichen 60
deswegen 60
ereignis 60
erhöht 60
geschaffen 60
geschieht 60
gewinnen 60
grösseren 60
kapital 60
kritisch, 60
kundensegmentierung 60
oftmals 60
schau 60
schnittstelle 60
sowieso 60
umfassende 60
verstehe, 60
vertrieb 60
zahlungsbereitschaft 60
ansprechend 59
aufforderung 59
auswählen 59
erkennbar 59
farben 59
ganz, 59
gps 59
kennen 59
kundengruppe 59
löschen 59
legende 59
liebe/r 59
moment 59
patienten 59
regeln 59
schlecht 59
so! 59
spielt 59
sucht 59
trotz 59
unterteilen 59
versuchen, 59
wird? 59
überarbeitet 58
alltag 58
anmerkung 58
ausbauen 58
ausgewählt 58
digitale 58
echt 58
erfolgen 58
erklären, 58
inkl 58
intuitiv 58
kommunikation 58
korrigieren 58
lösungsvorschlag 58
management 58
merkt 58
personal 58
schlage 58
shop 58
spezifischen 58
wozu 58
aber, 57
aktuelle 57
anstelle 57
beginnt 57
betrachten 57
digitalisierung 57
fahrlehrer 57
geht, 57
gruppe 57
gruppen 57
interessiert 57
läuft 57
lassen, 57
restlichen 57
schreibfehler 57
template 57
woche 57
zeigt, 57
ärzte 56
abbildung 56
anbieten, 56
anspruch 56
beinhalten 56
besseres 56
bulletpoints 56
dürfen 56
dienst 56
durchdachte 56
einbauen, 56
einzeln 56
erwartungen 56
fehlt, 56
felder 56
home 56
individuellen 56
installation 56
investiert 56
jedoch, 56
kürzen 56
kommilitonen?ich 56
login 56
nichtfunktionale 56
nutzt 56
offen 56
product 56
sollte, 56
stellen, 56
ticket 56
traffic 56
vorauswahl 56
ähnlichen 55
überzeugt 55
abschliessend 55
aussagen 55
bedient 55
beschränken 55
chf 55
convenience 55
differenziert 55
erachte 55
erweiterung 55
existiert 55
gekauft 55
heutzutage 55
innovative 55
kreditgeber 55
nachfolgend 55
oder? 55
performance 55
realistisch 55
spielen 55
stattfinden 55
zeit, 55
älteren 54
übernehmen 54
abgesehen 54
abhängig 54
auflisten 54
besitzen 54
c 54
crowd 54
diesbezüglich 54
etwa 54
fahren 54
falle 54
freunde 54
gefragt 54
gewählten 54
grössere 54
kann? 54
klaren 54
kreditnehmers 54
kundenbedürfnisse 54
laut 54
nachfrager 54
nachrichten 54
nebst 54
nein 54
objektiv 54
schweizer 54
technisch 54
umsatz 54
vorgehen 54
aufeinander 53
bekannt 53
decken 53
erlaubt 53
experten 53
faden 53
folglich 53
gelesen 53
gesammelt 53
grüsse 53
hintergrund 53
hotel 53
klingt 53
kreis 53
möbel 53
marktleistungen 53
matrix 53
miteinbezogen 53
präsentiert 53
schauen, 53
selben 53
sind? 53
sport 53
unklar, 53
verknüpfung 53
vermieter 53
verschiedener 53
werteversprechen 53
wunsch 53
zusätzlicher 53
änderungen 52
übernommen 52
überweisung 52
apple 52
austauschbeziehung 52
betracht 52
betrifft 52
endet 52
erfassen 52
fair 52
herausgearbeitet 52
konsument 52
lösung! 52
lage 52
mindestens 52
modelle 52
name 52
nr 52
perspektive 52
port 52
rechtschreibfehler 52
reduziert 52
schafft 52
stellst 52
worum 52
zahlt 52
überlegungen 51
antwort 51
arbeit, 51
aufführen, 51
ausreichend 51
bewusst 51
entsprechen 51
erklärt, 51
gefällt, 51
gekommen 51
geschäftsfeldabgrenzung 51
gewählt, 51
gewährleistet 51
händler 51
hätten 51
hervorgehoben 51
individuell 51
interessanter 51
irgendwo 51
könntest, 51
kreative 51
lang 51
möchte, 51
mach 51
man, 51
nehmen, 51
notation 51
potenzielle 51
premium 51
reduzieren 51
rezepte 51
seien 51
tiefe 51
verdient 51
verwirrend 51
wort 51
deutlicher 50
digital 50
einleitung 50
food 50
fragen, 50
gegliedert 50
handy 50
infrastruktur 50
massnahme 50
nützlich 50
pp 50
reicht 50
slides 50
spricht 50
tipp 50
top! 50
verbindungen 50
warten 50
welt 50
zurück 50
analysieren 49
aufteilen 49
ausgerichtet 49
austauschbeziehungen 49
benutzerschnittstelle 49
bmc 49
einsatz 49
empfehlungen 49
erfüllen 49
erkennen, 49
erklärungen 49
fb 49
fehlende 49
fotos 49
kannst, 49
lösung? 49
legen 49
lending 49
mail 49
nummerierung 49
provision 49
registrieren 49
sätze! 49
setzt 49
sharing 49
specification 49
stimmen 49
store 49
theorie 49
verdienen 49
airbnb 48
aufgeführten 48
betreffend 48
dritten 48
einfachheit 48
fallbeispiel 48
formal 48
genauen 48
geschichte 48
kleines 48
konzepte 48
literatur 48
prüfen 48
provider 48
raum 48
rund 48
sein? 48
super! 48
tätigkeiten 48
tabellen 48
trägt 48
tragen 48
unternehmen, 48
user, 48
woher 48
abgeschlossen 47
aktionen 47
anwendungsbereich 47
begriffe 47
beschränkt 47
biographie 47
coop 47
dazu, 47
detaillierten 47
eigenes 47
einteilung 47
empfinde 47
externen 47
fazit 47
gelungene 47
getrennt 47
höhere 47
heisst, 47
hoher 47
kauft 47
kennt 47
konkretisieren 47
konntest 47
konsistenz 47
länger 47
nähe 47
nur, 47
pdf 47
präziser 47
privatpersonen 47
spezifiziert 47
stringent 47
tatsache, 47
unterstützen 47
urs 47
verknüpft 47
vermeiden 47
wesentliche 47
album 46
attraktiv 46
bearbeiten 46
bedienung 46
beginnen 46
datenschutz 46
erläuterungen 46
faktor 46
geeignet 46
gefahr, 46
geschäftsmodell, 46
geschrieben, 46
grafisch 46
hauptsächlich 46
klein 46
kritikpunkte 46
mitbewerbern 46
nötigen 46
onlineshops 46
präzisieren 46
startup 46
t 46
tripadvisor 46
vermehrt 46
zweck 46
anpassung 45
automatisierung 45
bedürfnissen 45
befriedigt 45
dürfte 45
denken 45
emotionale 45
ergänzungen 45
erstes 45
grösstenteils 45
integrierte 45
interaction 45
jahren 45
kommilitonen?sehr 45
kompetenzen 45
kundenprozesse 45
line 45
marke 45
schüler 45
schauen 45
schwächendie 45
selbe 45
syntax 45
traditionelle 45
verbesserungsmöglichkeiten 45
verkauft 45
visualisiert 45
womöglich 45
abgeben 44
abgegrenzt 44
angeschaut 44
aufgeteilt 44
aufzubauen 44
ausgebaut 44
automatischen 44
begründung 44
benutzung 44
besteht, 44
darunter 44
digitalen 44
einverstanden 44
einzigen 44
entscheiden, 44
erleichtern 44
funktionsweise 44
gefühl 44
geographischer 44
gestaltung 44
gm 44
grösste 44
hohem 44
jahr 44
können? 44
liefert 44
marken 44
musik 44
nachzuvollziehen 44
nennen, 44
paper 44
pre, 44
rechts 44
sprechen 44
steht, 44
tasks 44
technologien 44
umsetzbar 44
unterpunkte 44
voll 44
aktion 43
angebots 43
argumentation 43
aufmerksamkeit 43
ausführen, 43
ausgearbeitete 43
bedeutung 43
bloss 43
brauchst 43
co 43
coiffeur 43
dritte 43
einfliessen 43
eingeben 43
erläutern, 43
finanzierung 43
formulieren, 43
frei 43
gäbe 43
haus 43
hervorheben 43
intelligente 43
interessanten 43
junge 43
kommunizieren 43
order 43
relevanz 43
ressourcen 43
staat 43
trifft 43
umfasst 43
verwenden, 43
weglassen, 43
wichtigste 43
zugreifen 43
übernimmt 42
ab, 42
argumente 42
aufgezeigt, 42
auseinander 42
beispiel, 42
bereitstellung 42
bestanden 42
boxen 42
cycles 42
ehrlich 42
element 42
ereignisse 42
erhalt 42
erstellen, 42
fitness 42
freischaltung 42
gebraucht 42
gemeint? 42
gezeichnet 42
gründen 42
herausforderung 42
is 42
komponente 42
objects 42
personen, 42
qualitativ 42
revenues 42
startups 42
suchen, 42
trennung 42
veranstalter 42
verlangen 42
weggelassen 42
wem 42
wissens 42
zusammenfassen 42
allzu 41
anfügen 41
anspruchsgruppen 41
antworten 41
assistenzlösung 41
automatisiert 41
costs 41
dienen 41
eigener 41
einbindung 41
endkunde 41
facebook, 41
fahrer 41
gelegt 41
geographischen 41
gering 41
gestalten, 41
gewählte 41
gewünschten 41
grammatik 41
hat? 41
hr 41
innovation 41
interne 41
klassischen 41
kritikpunkt 41
kundennutzen 41
link 41
lohnt 41
maps 41
modellieren 41
personalisierte 41
planung 41
point 41
pricing 41
primär 41
privaten 41
sensor 41
sichtbar 41
sowas 41
späteren 41
stattfindet 41
stets 41
stillen 41
strukturierte 41
termine 41
use 41
verbesserungsvorschlägeich 41
vereinfachung 41
verloren 41
vermitteln 41
vllt 41
voraus 41
vorgaben 41
willst, 41
zeitpunkt 41
abläuft 40
alter, 40
angebotenen 40
annahmen 40
ausgereift 40
box 40
breite 40
einbezogen 40
erarbeitung 40
gefallen, 40
geschäftsfelds 40
grafische 40
integrieren, 40
käufer 40
kaufprozess 40
kern 40
kommen, 40
medien 40
mithilfe 40
nächste 40
netzwerkeffekte 40
nicht? 40
onlineshop 40
our 40
partnering 40
privatkunden 40
produktion 40
relationships 40
route 40
sache 40
spezielle 40
sprache 40
stichpunkte 40
teilaufgaben 40
tinder 40
transparenz 40
umständen 40
unübersichtlich 40
völlig 40
vielmehr 40
vielzahl 40
vorstellung 40
weiterentwicklung 40
zürich 40
zeichnungen 40
abläufe 39
abo 39
abwicklung 39
androo 39
anfallen 39
band, 39
bereitstellen 39
bewusst, 39
braucht, 39
cool 39
dahinter 39
duringphase 39
einbringen 39
einzugehen 39
emotionalen 39
erfahrungen 39
erkannt, 39
erläuterung 39
familie 39
fertig 39
genannt, 39
hervorzuheben 39
intensiv 39
jetzigen 39
kanäle 39
kontrolle 39
lösungsansatz 39
leuten 39
linien 39
möchtest, 39
merkmale 39
nennst 39
neuer 39
nutzers 39
object 39
pfeilen 39
physischen 39
potenziellen 39
rezept 39
scope 39
seitens 39
sequenzflüsse 39
solch 39
spontan 39
titel 39
vlt 39
vorgegebenen 39
vorgeschlagen 39
weiterhelfen 39
werden?bei 39
wohnung 39
wurden, 39
zustande 39
account 38
amazon 38
aufbereitet 38
bekannten 38
beschriftung 38
besser, 38
betreiben 38
customers 38
darstellt, 38
definieren, 38
demnach 38
denkbar 38
do 38
einfach, 38
endereignis 38
exchanges 38
fahrt 38
gebucht 38
internen 38
investor 38
involviert 38
j 38
jeweilige 38
journeys 38
kommt, 38
kritisieren 38
länge 38
land 38
leisten 38
möglicher 38
normalen 38
oberflächlich 38
planen 38
server 38
sollen, 38
student 38
team 38
tippfehler 38
verbesserungsvorschlägen 38
wünschen, 38
war, 38
wirkliche 38
zug 38
zweitens 38
überprüft 37
abbilden 37
absatz 37
abschnitte 37
aktivitäten, 37
ansatz, 37
anzupassen 37
beheben 37
betreuung 37
bilden 37
bisherigen 37
branche 37
dienste 37
einfachen 37
eingebunden 37
entwickeln, 37
entwicklungskosten 37
erfüllt, 37
ernährung 37
existieren 37
find 37
fit 37
fuer 37
gefühl, 37
gemacht! 37
genau? 37
genauso 37
geschäftsmodellbeschreibung 37
getroffen 37
hervor 37
illustriert 37
interaktionen 37
kürzer 37
kalender 37
klares 37
kommilitone/in 37
komponenten 37
konto 37
kostet 37
kreditnehmer, 37
kunde, 37
kundensicht 37
lust 37
nichtsdestotrotz 37
parallel 37
partner, 37
passiert, 37
positive 37
registriert 37
sich, 37
stärkensehr 37
systeme 37
trennen 37
umformulieren 37
und/oder 37
versehen 37
wechseln 37
wellbeinglösung 37
zusätzliches 37
zusammenfassung 37
überein 36
allein 36
angenommen 36
angewandt 36
aufgelistet, 36
befindet 36
benannt 36
berücksichtigung 36
bm 36
dar, 36
dargelegt 36
data 36
erlebnis 36
extra 36
fahrrad 36
feature 36
formuliert, 36
frist 36
ganzes 36
gebrauch 36
gegangen 36
gezeigt 36
hotels 36
info 36
investieren 36
investition 36
investitionen 36
kleidungsstücke 36
kommentare 36
kooperationen 36
lastenheft 36
menge 36
minuten 36
on 36
optisch 36
plötzlich 36
plausibel 36
prozentuale 36
sichergestellt 36
stärkenich 36
startpunkt 36
streichen 36
texte 36
umschreiben 36
vorhandene 36
wörter 36
wettbewerb 36
wollen, 36
zeichen 36
übung 35
abschliessen 35
anbieter, 35
anforderungen, 35
anzeigen 35
arzt 35
aufzuzeigen 35
ausführlichen 35
ausgelöst 35
auslastung 35
austauschen 35
basiert 35
beides 35
benachrichtigung 35
benefits 35
brands 35
budget 35
chip 35
darstellungen 35
de 35
durchführen 35
effizient 35
einheitlich 35
fällen 35
fühlt 35
finanzielle 35
gegensatz 35
generation 35
halt 35
hohes 35
how? 35
kickstarter 35
kinder 35
kompliziert 35
kosten, 35
krankenkassen 35
kreditkarte 35
kundensegmenten 35
lieferant 35
logik 35
lokalen 35
nachhaltigkeit 35
negative 35
news 35
notwendig, 35
optionen 35
problematisch 35
raus 35
review 35
schalten 35
sei 35
simpel 35
stand 35
stattdessen 35
swimlanes 35
transport 35
umsetzen 35
untereinander 35
verbesserungsvorschlägedie 35
vorhanden, 35
vorherigen 35
will, 35
wirken 35
zusagen 35
abgrenzen 34
ag 34
anmelden 34
arbeiten, 34
aufgabentypen 34
ausgetauscht 34
ausweiten 34
autorin 34
benötigen 34
besitzt 34
bezahlen, 34
bin, 34
breit 34
chips 34
das, 34
diejenigen 34
ebenen 34
effizienter 34
eingabe 34
eingeteilt 34
eingezeichnet 34
einkommen 34
erneut 34
erschliesst 34
fürs 34
fluss 34
fokussieren, 34
formulierungen 34
günstiger 34
gefragt, 34
gekennzeichnet 34
gesamteindruck 34
geschlossen 34
gewinn 34
gezogen 34
handwerker 34
heissen 34
indirekt 34
jederzeit 34
kleidungsstück 34
kombiniert 34
konkretes 34
kostenstruktur 34
layout 34
market 34
peer 34
plus 34
positiven 34
private 34
problemen 34
rating 34
registration 34
relationship 34
schritte, 34
umfeld 34
umgebung 34
umschrieben 34
umzug 34
vorlesungsfolien 34
wünschenswert 34
ware 34
wearables 34
weder 34
what? 34
zeigen, 34
zeile 34
zuvor 34
überlegung 33
alternativ 33
aufweisen 33
ausserhalb 33
benötigten 33
bestandteil 33
bestandteile 33
datensicherheit 33
davon, 33
ebanking 33
gefunden, 33
gelangen 33
geografischen 33
gesamtbetrag 33
geschäfte 33
gesucht 33
gewährleisten 33
grösser 33
höhe 33
hervorragend 33
hochladen 33
holen 33
insofern 33
integrierten 33
kasten 33
kommilitonen?der 33
kommission 33
komplex 33
konsequent 33
mühsam 33
mitarbeitern 33
muss? 33
regel 33
schwäche, 33
sorry 33
st 33
starten 33
tatsächliche 33
umbenennen 33
umzusetzen 33
verfügen 33
vertrag 33
wartung 33
we 33
wesentlich 33
wirklichen 33
zumal 33
überflüssig 32
übertragen 32
abdecken 32
abholen 32
android 32
angebracht 32
anmeldung 32
aufgabe, 32
aufzählung 32
aufzeigt 32
auswertung 32
automatisierten 32
beendet 32
beschriftet 32
bestätigung 32
bestellungen 32
betrieb 32
beziehungsweise 32
dimension 32
eingegangen, 32
einkäufe 32
erläutert, 32
fashion 32
festlegung 32
flexibilität 32
gelöst! 32
geld, 32
gewünscht 32
gezielt 32
herausforderungen 32
individualisierung 32
korrekte 32
lieferanten, 32
liegen, 32
mann 32
maschine 32
personalkosten 32
personas, 32
pflege 32
prägnanter 32
programmierer 32
programmierung 32
requirement 32
sagst 32
senger 32
separate 32
services, 32
siehst 32
standard 32
stimme 32
tiefer 32
umgekehrt 32
universitäten 32
usa 32
verdeutlicht 32
vieler 32
visio 32
vision 32
vollständigkeit 32
werden?der 32
werden?es 32
your 32
zalando 32
zentrum 32
abgeleitet 31
allgemeiner 31
anfügen, 31
angabe 31
angesprochenen 31
anreize 31
ansätze 31
arbeitet 31
aufzuzeigen, 31
ausführlich, 31
benennung 31
betrachtung 31
big 31
cool, 31
crowdsourcing 31
desto 31
diagramm 31
drittanbieter 31
eingehst 31
endstimulus 31
erfüllung 31
erhalten, 31
existierenden 31
foto 31
frauen 31
freizeit 31
geldfluss 31
geraten 31
gespeichert 31
geworden 31
gezielte 31
gleiches 31
hört 31
handeln 31
hinzu 31
https//www 31
karte 31
kauferlebnis 31
klarheit 31
kommentar 31
kommilitone, 31
kommilitonen?du 31
kommilitonin 31
kooperationskanäle 31
kopf 31
kriegt 31
lg 31
logische 31
machen? 31
marketingkosten 31
messen 31
miteinbeziehen 31
nahe 31
need 31
offering 31
ordnung 31
organisation 31
portal 31
präsentieren 31
programm 31
reine 31
spannend, 31
ständig 31
syntaktisch 31
tief 31
unterwegs 31
verhältnis 31
verwendest 31
visualisieren 31
werte 31
worten 31
zentraler 31
zudem, 31
zugänglich 31
zutaten 31
überzeugend 30
anfangen 30
angenehm 30
are 30
beantworten 30
bedeutet, 30
befriedigen 30
beitrag 30
bekanntheit 30
benennen 30
beschreibst, 30
deutlich, 30
diverse 30
eindruck, 30
emotional 30
empfehlung 30
endpunkt 30
entscheidungen 30
erledigen 30
füge 30
flow 30
folge 30
gegebenenfalls 30
genannte 30
geschäftsidee, 30
geschäftskunden 30
herunterladen 30
informationsfluss 30
klassische 30
kleidung 30
kostenlos 30
krankenkasse 30
läden 30
leistungserstellungsprozess 30
mitbewerber, 30
nachvollziehbare 30
nirgends 30
normalerweise 30
perspektiven 30
profile 30
rechtschreibefehler 30
schwierigkeiten 30
selbsterklärend 30
service, 30
softwareeinsatz 30
spezifizieren, 30
stehen, 30
tampons 30
vermarktung 30
verwaltung 30
wünscht 30
wege 30
womit 30
zuletzt 30
zusammenfassend 30
zusammenstellen 30
überzeugt, 29
abdeckt 29
abweichungen 29
algorithmen 29
anbei 29
annahme 29
außerdem 29
aufgegriffen 29
ausformulierte 29
ausgearbeitet, 29
ausgehend 29
ausland 29
beispielen 29
besuch 29
blueprints 29
bringen, 29
charakter 29
computer 29
detailgrad 29
durchlaufen 29
egal 29
einbeziehen 29
eingeschlichen 29
eintragen 29
einziger 29
farbliche 29
gebe 29
geholfen 29
generelle 29
gesprochen 29
gf 29
greift 29
grundlage 29
hängt 29
jemanden 29
küche 29
kleineren 29
manuellen 29
mehrheitlich 29
negativen 29
network 29
oberhalb 29
pakete 29
programmieren 29
punktes 29
rate 29
reisenden 29
retailer 29
sales 29
schön, 29
schreibst, 29
schwächen, 29
schwer, 29
se 29
senden 29
smartphones 29
spannendes 29
standorte 29
themen 29
tut 29
verbessern, 29
verbindet 29
verschieden 29
visuell 29
vorgeschlagene 29
vorgestellt 29
weist 29
well 29
wichtigkeit 29
zuhause 29
an? 28
anbringen 28
angesprochen, 28
anzumerken 28
aufgeführt, 28
ausfüllen 28
autos 28
benefit 28
bescheid 28
beschriftungen 28
bestehen, 28
bezeichnen 28
das? 28
der/die 28
detailliertere 28
direkter 28
dl 28
download 28
effekte 28
einbezug 28
einblick 28
einfaches 28
einzugehen, 28
ergebnis 28
ersetzt 28
erwähnte 28
etwas, 28
fähigkeiten 28
farbe 28
fliesst 28
fraglich 28
funktioniert, 28
geforderten 28
gegenzug 28
generisch 28
geräten 28
geschäftsmodelle 28
gesellschaft 28
grob 28
halber 28
herkömmlichen 28
icons 28
klarere 28
kleinigkeiten 28
kreieren 28
kriterium 28
kundenservice 28
langfristige 28
lenker 28
mitarbeiter, 28
mobilen 28
my 28
oberen 28
offline 28
platzieren 28
prozess, 28
rabatte 28
region 28
rfid 28
schönen 28
schöner 28
sinnvoller 28
speichern 28
stärkender 28
stichworte 28
stunden 28
teilprozess 28
umsetzbarkeit 28
unnötig 28
variante 28
verb 28
verhalten 28
verlieren 28
verstehst 28
versuch 28
vieles 28
vorgegebene 28
vorlesungsunterlagen 28
vorlieben 28
wettbewerber 28
wettbewerbern 28
wichtiges 28
zugeordnet 28
zustand 28
öffentlichen 27
überprüfen, 27
überprüfung 27
abgeholt 27
akzeptanz 27
anbietest 27
angewiesen 27
anzeige 27
aufgabenkettendiagramms 27
auftragsabwicklung 27
ausgewählten 27
ausschliesslich 27
balken 27
bedenken 27
bedeuten 27
beitragen 27
bräuchte 27
cfplattform 27
chat 27
dadurch, 27
darstellung, 27
datenmodells 27
entfernen 27
entscheidet 27
erarbeiten 27
erfassung 27
experience 27
falschen 27
formalen 27
formatierung 27
garantiert 27
gebühren 27
geschildert 27
gesund 27
gewonnen 27
grund, 27
hätte, 27
höher 27
haben? 27
hans 27
health 27
implementieren 27
informationen, 27
investitionsmöglichkeiten 27
kaffee 27
kanal 27
kaufen, 27
knackig 27
lager 27
langfristig 27
leichter 27
letzter 27
marktleistung, 27
maschinen 27
mehr, 27
mmn 27
mobilität 27
normale 27
optimieren 27
optimierung 27
organisieren 27
orientieren 27
pain, 27
passieren 27
person, 27
personae 27
praxis 27
prof 27
professionelle 27
reichen 27
richtig, 27
roter 27
ruhig 27
schlüssel 27
sekunden 27
solide 27
stichworten 27
swimlane 27
transaktion 27
unterpunkt 27
usability 27
verbesserungsvorschlägebei 27
visuelle 27
vorteil, 27
was, 27
zahlen, 27
alfred 26
alte 26
angeben, 26
anpassen, 26
ansehen 26
anzubieten, 26
applikationen 26
arbeitnehmer 26
arten 26
aufbereitung 26
auge 26
bauen 26
begründet 26
bewertet 26
boot 26
channel 26
durchdacht, 26
easy 26
effektive 26
einander 26
einmalige 26
einstieg 26
entdeckt 26
erinnert 26
erstens 26
fängt 26
feedbacks 26
fehlenden 26
free 26
graphisch 26
herstellern 26
ii 26
initiatoren 26
installieren 26
interessieren 26
kind 26
komplette 26
lösungdie 26
leimeister 26
leistungsportfolio 26
maximal 26
mittel 26
modellen 26
oesterle 26
offene 26
offensichtlich 26
paket 26
peertopeer 26
preis, 26
projekte 26
prozessen 26
prozessschritten 26
regionen 26
reviews 26
sagt 26
schema 26
schreib 26
schwammig 26
sensorik 26
setzen, 26
shopping 26
sollten, 26
spiel 26
spiele 26
stichwörter 26
toll, 26
verfolgen 26
verhindern 26
verhindert 26
wahrscheinlichkeit 26
weltweit 26
ws 26
zahl 26
zeichnen 26
zeitersparnis 26
zielkunden 26
zu, 26
zukünftige 26
ändern, 25
öv 25
überarbeiten, 25
ablaufen 25
ableiten 25
abschluss 25
actors 25
adressieren 25
aspekte, 25
aufwändig 25
aufzählen 25
ausfallen 25
auszusetzen 25
beachten, 25
bestätigen 25
bezeichnung 25
bietest 25
daran, 25
dauert 25
detailansicht 25
effiziente 25
einkaufsliste 25
einwandfrei 25
einzelner 25
entscheid 25
erkennt, 25
erstmal 25
essentiell 25
ferien 25
fokussierst 25
früher 25
geändert 25
gegenseitig 25
geldgeber, 25
geringe 25
gesamthaft 25
geschehen 25
gesehen, 25
grössten 25
grundidee 25
implementiert 25
inhaltliche 25
insb 25
kamera 25
kombinieren 25
kommilitonen?das 25
kreativität 25
kurs 25
lernen 25
lesen, 25
lieferservice 25
lokale 25
mache 25
mensch 25
milch 25
mitmachen 25
nötig, 25
nachher 25
nachvollzogen 25
noch, 25
notwendigkeit 25
or 25
patient 25
präsentation 25
professionell 25
projektaspekte 25
quellen 25
recherche 25
regelmässig 25
signal 25
simple 25
spart 25
städten 25
standards 25
stichwort 25
strecke 25
strukturieren 25
stunde 25
tage 25
tools 25
touristen 25
training 25
transaktionen 25
unklarheiten 25
usercycle 25
userjourney 25
verdeutlichen 25
vergleiche 25
verkehr 25
verlaufen 25
vermieten 25
verstärkt 25
verwirrung 25
verzichten 25
vorgeschlagenen 25
vp 25
würden, 25
why? 25
wochenende 25
worden, 25
worte 25
zählen 25
zahlreiche 25
zurzeit 25
zusammenarbeiten 25
zuverlässigkeit 25
öffnen 24
abgebildet, 24
actor 24
ans 24
anwenden 24
applikation, 24
argument 24
aufgaben, 24
aufs 24
ausdruck 24
bald 24
beschreibe 24
bestimmen 24
beteiligen 24
betrachter 24
bezeichnet 24
ca 24
code 24
detailliert, 24
durchführung 24
echtzeit 24
einheitliche 24
eins 24
einschätzung 24
einsparungen 24
einzufügen 24
enden 24
erreichung 24
error 24
erzielen 24
et 24
exakt 24
fünf 24
falsche 24
fitnessstudio 24
fokussierung 24
for 24
formale 24
ganzheitlich 24
gedanke 24
gefasst 24
gegeben, 24
gegenleistung 24
gehalten, 24
geschäftsmodelles 24
geschäftsprozess 24
homepage 24
implementierung 24
instandhaltung 24
ios 24
könnten, 24
klasse 24
koennte 24
konstruktiv 24
konzentriert 24
kreiert 24
länder 24
lücken 24
la 24
letzt 24
monetarisierung 24
netzwerke 24
nutzerdaten 24
optimale 24
passendes 24
penetration 24
poolgrenzen 24
problems 24
rückmeldung 24
reservieren 24
richtet 24
schwierigkeit 24
stärken, 24
systemen 24
systems 24
tätigen 24
umfangreiche 24
versteht, 24
verwirrt 24
vorliegende 24
wofür 24
xy 24
abgewickelt 23
adresse 23
after 23
alternativen 23
angefügt 23
angenehmer 23
anteil 23
arbeitsplatz 23
attribute 23
auflisten, 23
ausgestaltung 23
ausrüstung 23
bündig 23
büro 23
befinden 23
begründen 23
behörden 23
behalten 23
bekommt, 23
bemängeln 23
bestimmtes 23
beteiligten 23
beurteilung 23
bevölkerung 23
bezahlen? 23
bieten, 23
dachte 23
dazugehörigen 23
deutschland 23
dinge, 23
durchgehend 23
ecken 23
endeffekt 23
erfahren 23
erwähnung 23
etablierten 23
europa 23
festlegen 23
freund 23
gärtner 23
gallen 23
garantie 23
garten 23
gedacht, 23
gemeint, 23
geographische 23
gewünschte 23
gewesen, 23
gewisser 23
höchstens 23
heraus 23
hinweis 23
hinzuzufügen 23
hund 23
illustration 23
inspiration 23
intern 23
kreislauf 23
letztlich 23
lockin 23
maßnahmen 23
marketingstrategie 23
materie 23
mitte 23
models 23
nachvollziehbar, 23
nutzenversprechen 23
persönlichkeit 23
peter 23
privat 23
rechnungen 23
rechtliche 23
reduktion 23
reinnehmen 23
rot 23
scanner 23
schreibe 23
schriftgrösse 23
seit 23
testen 23
total 23
travel 23
unterkapitel 23
veranschaulicht 23
vernachlässigt 23
vertraut 23
verwalten 23
verwendet, 23
vollkommen 23
vorallem 23
vorgabe 23
wählen, 23
warenkorb 23
waschen 23
weitergeleitet 23
zahlungsprozess 23
ziele, 23
zinssatzes 23
zukünftigen 23
zweimal 23
zwischenschritt 23
übermittelt 22
überschneiden 22
übersichtlich, 22
abrechnung 22
al 22
angebotene 22
anregungen 22
aufgelisteten 22
auseinandersetzung 22
ausgestaltet 22
ausprobieren 22
autoren 22
begriffen 22
benötigt, 22
benutzen, 22
beruf 22
beschäftigt 22
brille 22
bringst 22
darüber, 22
detailiert 22
deutsch, 22
dozenten 22
echten 22
eh 22
einordnen 22
empfohlen 22
engineering 22
entwickelt, 22
erbringen 22
erweitern, 22
erzeugt 22
evaluation 22
extern 22
fühlen 22
führen, 22
führst 22
ferner 22
flug 22
format 22
gefordert 22
gespart 22
gliederung 22
gründe 22
grünen 22
grafiken 22
gruss 22
identifikation 22
itpas 22
jegliche 22
job, 22
kümmern 22
kmu 22
kollegen 22
komfort 22
kommst 22
konsistente 22
kontrolliert 22
lösungen, 22
lösungsansätze 22
lu 22
makroebene 22
manager 22
markiert 22
match 22
menschen, 22
nachdenken 22
nachfolgenden 22
niemand 22
nummer 22
nutzen? 22
nutzer, 22
outfits 22
partnerunternehmen 22
pay 22
potential, 22
programmiert 22
restaurants, 22
schlechte 22
schwächenich 22
segmentieren 22
sehr, 22
snacks 22
sonstige 22
spenden 22
starker 22
steigern 22
steigt 22
stichwortartig 22
storyboard, 22
studierende 22
tatsächlichen 22
teilschritte 22
templates 22
ug 22
umfassenden 22
umgehen 22
unterschiedlicher 22
vage 22
verändert 22
verbesserungspotenzial 22
verbesserungsvorschläge? 22
vergessen, 22
vergleichbarkeit 22
verliert 22
video 22
volere 22
vordergrund 22
vorerst 22
vorgang 22
wären, 22
wartezeit 22
was? 22
wearable 22
wertschöpfungskette 22
zeigst 22
zeitliche 22
zustandekommen 22
überdacht 21
überlegt, 21
überweisen 21
allinone 21
alten 21
anregung 21
ansprüche 21
anwender 21
api 21
aspekt, 21
aspekten 21
aufnehmen, 21
aufzunehmen 21
ausführlichere 21
ausgefallen 21
aussagekräftig 21
auswertungen 21
bedingt 21
beeinflussen 21
beispielsweise, 21
bequem 21
beschaffung 21
besetzt 21
bestellen, 21
bietet, 21
daneben 21
denkt 21
effekt 21
eingeführt 21
empfiehlt 21
englisch 21
entscheidend 21
erhält, 21
ertragsmechanik 21
erzielt 21
etablieren 21
firstmover 21
freischalten 21
günstig 21
geführt 21
generierung 21
geprüft 21
gesammelten 21
geschäfts 21
geschäftsmodellen 21
geschickt 21
gewicht 21
grossteil 21
höheren 21
heutige 21
hinterlegt 21
illustrationen 21
individualisierte 21
informations 21
inklusive 21
innovativen 21
internal 21
investoren, 21
irgendwelche 21
k 21
kapiteln 21
keinerlei 21
kernkompetenz, 21
kommuniziert 21
kompatibel 21
kompetenz 21
kundenproblem 21
kundensegmente, 21
kundenseite 21
ländern 21
lesbar 21
leshop 21
liest 21
location 21
machst, 21
marktes 21
megatrend 21
mehrmals 21
modell, 21
morgen 21
originell 21
pc 21
preisen 21
rausnehmen 21
reinigung 21
ressource 21
rezepten 21
rollen 21
schutz 21
segmentation 21
share 21
sicht, 21
situationen 21
skizzieren 21
solange 21
sorgen 21
speisen 21
speziellen 21
spieler 21
stakeholder, 21
starken 21
steckt 21
strukturierung 21
studierenden 21
swotanalyse, 21
teurer 21
umfassendes 21
ungefähr 21
unterscheiden, 21
unvollständig 21
verändern 21
veranstaltungen 21
verbesserungspunkte 21
vermisse 21
vernetzung 21
versenden 21
versendet 21
vertieft 21
web 21
weiß 21
werbung, 21
werden?du 21
wettbewerbsvorteil 21
who? 21
zeitaufwand 21
zweiseitigen 21
überzeugen 20
abholung 20
abstand 20
addon 20
allem, 20
analysen 20
anbieters 20
anfragen 20
angesehen 20
angst 20
anhieb 20
anlegern 20
anschluss 20
anzusprechen 20
apps, 20
as 20
auffassung 20
aufgezeichnet 20
auftreten 20
aufwand, 20
ausgelassen 20
avatar 20
basieren 20
beibehalten 20
benutzerfreundlichkeit 20
berater 20
bereitgestellt 20
beschriften 20
beteiligt 20
bike 20
cloud 20
datenanalyse 20
detailhändler 20
devices 20
doppelt 20
ecommerce 20
einarbeiten 20
einfachere 20
eingrenzen 20
einheiten 20
einigermassen 20
einreichung 20
einzelhändler 20
emotionen 20
entschieden 20
entstehen, 20
erheblich 20
erwähnst, 20
erwartet 20
fall, 20
first 20
flexibel 20
fotografen 20
fremden 20
gänzlich 20
geboten 20
gemeinsam 20
gemessen 20
geschwindigkeit 20
gesendet 20
getan 20
getrackt 20
grunde 20
hiermit 20
hilft, 20
ikea 20
impliziert 20
initiator, 20
kaffeemaschine 20
klicks 20
kmus 20
kontakte 20
korrektur 20
kundendienst 20
lernt 20
lesefluss 20
markt, 20
matching 20
meinst, 20
monatliche 20
motivationen, 20
musiker 20
nachteile 20
name, 20
neusten 20
nfc 20
notwendige 20
office 20
output 20
paypal 20
petra 20
pflanzen 20
physische 20
potentieller 20
precondition 20
problemstellung 20
produkt, 20
push 20
rede 20
reisende 20
resource 20
ressources 20
risiko, 20
rubrik 20
schade, 20
schaue 20
schlüssig, 20
schwäche/n 20
selbst, 20
sichtweise 20
stärke/n 20
stärkendas 20
steuerung 20
stil 20
telefon 20
tiefere 20
tracking 20
transportmittel 20
umfassen 20
umfassender 20
unternehmens, 20
verantwortlich 20
verarbeitet 20
verbesserungsvorschlägees 20
verkäufer 20
vermittlungsgebühr 20
versand 20
vg 20
voraussetzung 20
weiterentwickeln 20
wertversprechens 20
wunderbar 20
zieht 20
ziel, 20
zueinander 20
zufrieden 20
zusammenhänge 20
zwischenereignis 20
änderung 19
öffentliche 19
überarbeitungsfokus 19
ab? 19
abhebt 19
abzugrenzen 19
administrative 19
aktivität, 19
anbindung 19
angeboten, 19
angeht 19
anleger, 19
anmerkungen, 19
annehmen 19
aufgeschrieben 19
auftraggeber 19
ausserdem, 19
bedingung 19
behandeln 19
beider 19
bemerkung 19
bemerkungen 19
berücksichtigt, 19
bestand 19
besuchen 19
bewertungssystem 19
beziehst 19
booking 19
brief 19
clean 19
dargestellte 19
denkst 19
differenzierter 19
dokumente 19
dokuments 19
durchgehen 19
effizienz 19
einführen 19
eingebettet 19
eingebracht 19
eingetragen 19
einmaligen 19
equipment 19
erfolgreichen 19
erkenne 19
fahrschüler 19
fehler, 19
finanziell 19
flüchtigkeitsfehler 19
früh 19
freelancer 19
funktional 19
gebaut 19
gesunden 19
gründlich 19
grad 19
grossem 19
grundsätzliche 19
innovativer 19
innovatives 19
interagieren 19
interagiert 19
interessieren, 19
iphone 19
jahre 19
kompakt 19
konkurrent 19
konnten 19
konzept, 19
kundenstamm 19
kurzer 19
lädt 19
leer 19
leeren 19
lehrer 19
leistung, 19
leute, 19
logischen 19
müller 19
müsste, 19
messbarkeit 19
methodik 19
mittelpunkt 19
muster 19
nötige 19
nacheinander 19
nespresso 19
obigen 19
ok 19
ok, 19
orten 19
pains/gains 19
parameter 19
parkplätzen 19
passender 19
persona, 19
positionieren 19
produkte, 19
raten 19
reservation 19
satz, 19
scannen 19
schliessen 19
schloss 19
schreibt 19
schwieriger 19
sehe, 19
sicherstellen, 19
skizziert 19
smarte 19
städte 19
stakeholders 19
starkes 19
startereignis 19
strukturierter 19
syntaktische 19
tankstellen 19
tendenziell 19
touch 19
tracken 19
umgang 19
ungenau 19
unternehmen? 19
verbesserungswürdig 19
verglichen 19
vermischt 19
vollumfänglich 19
wählt 19
waschmaschine 19
wechsel 19
widerspruch 19
zahlungsabwicklung 19
zeiten 19
ziehen, 19
zusammenstellung 19
österle/senger 18
überschrift 18
abos 18
abrufen 18
abschnitten 18
abzubilden 18
ahnung 18
ai 18
akquirieren 18
aktoren 18
aktuelles 18
analysis 18
ankommt 18
appstore 18
arbeitest 18
attraktiver 18
aufgezählt 18
aufstellung 18
aufwendig 18
ausarbeiten, 18
ausarbeitung, 18
ausgangspunkt 18
ausgearbeiteten 18
b, 18
backend 18
bedürfen 18
begrenzt 18
beteiligung 18
betrieben 18
beziehen, 18
bezweifle 18
board 18
cases 18
connect 18
darzustellen, 18
datei 18
definiert, 18
definierten 18
denkanstoss 18
durchläuft 18
echte 18
ect 18
eignet 18
einbinden 18
eingegeben 18
eingeschränkt 18
einzeichnen 18
