die 32978
der 28970
und 27195
ich 11570
den 11489
in 10626
zu 10604
ist 10430
nicht 9754
das 9073
noch 8167
es 8026
du 8018
eine 7478
dass 7474
auch 7243
für 7125
mit 7060
ein 6941
sehr 6713
auf 6706
des 6607
wie 6307
von 6066
Lösung 6015
würde 5779
bei 5314
Die 5172
sich 4692
gut 4556
Ich 4543
man 4443
diese 4192
sind 4160
Sie 4158
oder 4077
werden 4031
als 3829
im 3817
nach 3566
dem 3512
mir 3281
was 3132
finde 3121
einen 3012
könnte 2961
sollte 2958
um 2848
sehen 2831
wird 2820
an 2771
da 2770
App 2752
nur 2704
Kunden 2666
aber 2654
welche 2638
hast 2486
Plattform 2464
etwas 2461
kann 2343
können 2180
werden. 2113
Value 2063
einer 2055
so 2052
werden? 2037
hier 1983
wenn 1941
User 1932
Überarbeitung 1923
Du 1922
meiner 1921
aus 1900
wäre 1879
Idee 1867
deine 1862
Stärken 1856
Punkt 1854
dann 1835
über 1832
mehr 1817
Meinung 1774
sie 1751
einem 1738
Das 1695
durch 1679
dir 1673
Bei 1661
Es 1659
zum 1657
dies 1627
Punkte 1623
Beschreibung 1609
Worin 1575
wurde 1567
ob 1548
Aufgabe 1505
klar 1499
z.B. 1482
Der 1476
geachtet 1469
Kommilitonen 1467
werden, 1464
Verbesserungsvorschläge 1426
behoben 1394
alle 1385
Worauf 1351
zur 1336
bereits 1331
keine 1321
mich 1321
genau 1295
Kunde 1294
ganz 1293
Schwächen 1281
deiner 1268
könntest 1248
hat 1243
ist, 1242
einzelnen 1237
ja 1235
gibt 1231
Schwächender 1228
ist. 1222
Lösungdes 1213
wirklich 1209
beim 1207
jedoch 1205
zwischen 1182
Dies 1180
eher 1169
konkrete 1160
sehe 1132
dieser 1104
viel 1102
muss 1093
Geschäftsmodell 1091
Daten 1090
wurden 1081
Wie 1072
einfach 1072
hierbei 1066
damit 1041
er 1025
habe 1024
Auch 1017
Hier 1007
Was 995
vor 989
Prozess 985
sein 985
schon 975
Geben 958
Beispiel 956
Customer 943
gute 942
bzw. 916
sondern 908
2 896
allem 879
viele 876
vielleicht 867
3. 852
Anforderungen 852
etc. 845
am 837
zwei 836
wenig 818
Zudem 815
beschrieben 801
Personas 793
unter 792
besser 778
immer 776
Unternehmen 773
anderen 771
haben 766
weitere 762
Kundenprozess 761
Business 758
fehlt 751
denke 748
sowie 728
nochmals 721
eines 711
wird. 711
genauer 710
Kosten 708
Gains 707
> 705
In 705
konstruktives 700
Service 693
dein 693
gut, 692
Pain 688
diesem 685
Proposition 682
einige 677
verständlich 677
könnten 676
vom 676
Produkt 675
Pains 666
Darstellung 662
wo 662
dich 661
/ 659
So 658
3 655
gefällt 652
machen 651
Kommilitonen? 649
macht 648
Storyboard 647
Eine 646
bspw. 646
beiden 645
Journey 640
Schritt 636
alles 636
kurz 636
Modell 632
Sicht 625
ebenfalls 619
doch 616
kann. 612
kannst 610
Canvas 600
richtig 600
Vielleicht 599
Teil 598
sollten 598
ausführlich 593
gemacht 588
sind. 587
Diese 586
direkt 582
diesen 581
Gain 579
müsste 578
Arbeit 574
sein, 572
also 571
Wenn 561
hast. 556
bin 554
andere 546
Jobs 543
ohne 543
Da 538
Informationen 537
Geld 536
verschiedenen 536
Zeit 535
beispielsweise 535
Nutzer 526
ersten 525
solltest 522
Ein 518
Gaps 514
darauf 504
geht 504
sein. 499
beschrieben. 497
Man 495
weiter 493
Facebook 492
klar, 492
2. 491
soll 488
wird, 488
weil 487
Schritte 486
Im 485
verstanden 485
Angebot 482
können. 475
Stakeholder 472
dieses 472
Für 465
kein 464
sicher 460
Als 459
Sehr 458
Deine 457
paar 456
Leser 453
gut. 453
Anbieter 452
selbst 449
ich, 447
Nutzen 444
2.Worin 443
Aufgabenstellung 441
detailliert 441
Meiner 439
Services 438
deinem 435
Abgrenzung 431
Ausarbeitung 427
verstehe 427
Partner 426
dazu 425
zwar 421
Model 418
stellt 418
somit 416
dargestellt 412
oben 412
Seite 409
Verständnis 405
Geschäftsidee 404
denn 404
sicherlich 403
Aktivitäten 399
Feedback. 399
welcher 398
welches 398
einmal 397
Fall 396
Key 396
Geldgeber 395
Sinn 393
1 392
Ist 389
müssen 389
hätte 385
Erfolgsfaktoren 384
Massnahmen 383
Mir 382
Werbung 379
ganze 379
eigentlich 378
drei 377
schnell 376
Band 374
Problem 374
ihre 373
Software 371
weiteren 371
Mehrwert 370
Bereich 368
Feedback 368
Beim 364
bis 364
korrekt 364
Ziel 363
übersichtlich 362
Gedanken 360
bisschen 357
möchte 356
Personen 355
Schwäche 355
nicht, 355
wieder 353
Ziele 352
Persona 350
Cycle 345
dafür 343
Produkte 341
sind, 341
daher 338
gleich 336
Frage 334
1. 333
scheint 333
dabei 331
eventuell 328
solche 326
Ansonsten 325
Weiter 325
siehe 324
verschiedene 324
welchen 324
Aktivität 322
Ausserdem 322
Analyse 319
Datenmodell 319
Creators 318
Möglichkeit 318
Marktleistung 318
dort 318
erwähnt 316
Markt 315
Zum 315
kann, 315
Idee, 314
seine 313
Kernkompetenzen 312
meine 310
Oder 308
SWOT 308
kommt 308
selber 307
Aus 304
Text 304
wohl 304
Aspekte 302
kleine 302
hast, 301
zudem 299
neue 298
vollständig 298
Art 297
funktionalen 297
schwierig 296
sinnvoll 296
Funktionen 293
Falls 292
a 291
erst 291
Relievers 290
weiss 290
jeweils 289
sieht 289
Lieferanten 288
möglich 288
Beispielsweise 287
insbesondere 287
hat. 285
kritischen 285
lediglich 285
weniger 285
Kreditnehmer 284
fehlen 282
Bild 281
ins 281
davon 279
VPC 277
handelt 277
Aufgaben 276
denke, 275
evtl. 275
Konzept 272
dargestellt. 272
deinen 272
schön 272
Anfang 269
SWOTAnalyse 269
warum 269
meines 268
wären 268
Stories 267
beschrieben, 267
nichts 267
sicher, 266
gelöst 265
gerade 265
Erachtens 264
überlegen, 263
Punkten 263
machen, 263
beide 262
deines 261
jetzt 261
System 260
Weiteren 260
deshalb 260
grundsätzlich 260
BMN 259
Einbettung 257
Und 257
interessant 256
Zielgruppe 255
Geschäftsmodells 254
wahrscheinlich 253
Fokus 251
Risiken 251
habe, 251
bietet 250
stark 250
wichtig 250
b 248
könnte. 248
keinen 248
Applikation 247
Bedürfnisse 247
Person 247
überhaupt 245
geben 245
Ende 244
grossen 244
wichtigsten 244
Nutzung 243
grosse 243
Revenue 242
jeden 242
Zu 241
deren 241
Des 240
zusätzlich 240
Leute 239
besonders 239
war 239
Satz 238
Verfügung 238
allerdings 238
vorstellen, 237
persönlich 236
sodass 236
wer 236
Stärke 235
klarer 235
guten 234
haben. 233
leider 233
per 233
wieso 233
allen 232
haben, 232
machen. 232
Akteure 230
Seiten 230
mehrere 229
Aber 228
beschreiben 228
glaube 228
soll. 228
Ausrichtung 227
Form 227
Kundensegmente 227
ergänzt 227
Prozesse 226
weshalb 226
nun 225
Fragen 224
jeder 223
Unternehmens 222
sonst 222
Eventuell 221
Geschäftsfeldes 221
Auf 220
Denn 220
gehen 219
können, 219
falls 218
Ebenfalls 217
bezüglich 217
Gute 216
Vor 216
aufgrund 216
ausgearbeitet 216
tatsächlich 216
Kauf 215
dadurch 215
Funktion 214
Kommilitone 214
Mit 214
muss. 214
wichtigen 214
wurde. 214
Mitbewerber 213
Besonders 212
Dann 212
Lösungen 212
teilweise 212
anstatt 211
jeweiligen 211
trotzdem 211
unbedingt 211
Verbindung 210
gelöst. 210
Angebote 209
anhand 209
verständlich. 209
mal 208
steht 208
erste 207
gar 207
Arbeitsgebiet 206
Pfeil 206
Vorschläge 206
gewisse 206
durchdacht 205
an, 204
Stelle 203
ergänzen 203
musst 203
Activities 202
Grundsätzlich 202
Insbesondere 202
entsprechend 202
Jedoch 201
besteht 201
sogar 201
Initiator 199
automatisch 199
braucht 199
detaillierter 199
eingegangen 199
unterschiedliche 199
Durch 198
folgende 198
zusätzliche 198
eigenen 197
würden 197
Den 196
Bezug 195
Dein 195
Dienstleistung 195
Pool 195
gilt 195
logisch 195
Folie 194
super 194
Umsetzung 193
bestehenden 193
oft 193
Frage, 192
Online 192
Dir 191
hat, 191
konkret 191
neuen 191
nicht. 191
5 190
Entwicklung 190
einzelne 190
relevanten 190
Also 189
ihr 189
KurzCharakteristika 188
würde. 188
gerne 187
Beginn 186
Somit 186
gutes 186
durchaus 185
ganzen 185
Bedürfnis 184
Suche 184
beschreiben. 184
gemeint 184
gewählt 184
vorhanden 184
Vorlesung 183
erwähnt, 183
online 183
während 183
Dabei 182
Pfeile 182
je 182
sauber 182
einfacher 181
indem 181
Elemente 180
Erfolg 180
Menschen 180
kommen 180
lässt 180
mein 180
pro 180
Vorschlag 179
deutlich 179
genannten 179
sofort 179
jedem 178
liegt 178
Aufwand 177
Gap 177
Konkurrenz 177
Nach 177
allenfalls 177
innerhalb 177
natürlich 177
will 177
Aspekt 176
o 176
unterschiedlichen 176
Schweiz 175
zuerst 175
Bspw. 174
Konsumenten 174
anbieten 174
Z.B. 173
kritische 173
solchen 173
Deshalb 172
Lösung. 172
Tabelle 172
lassen 172
sowohl 172
Auswahl 171
erklärt 171
nachvollziehbar 171
statt 171
Beschreibungen 170
Qualität 170
frage 170
meisten 170
ziemlich 170
Dieser 169
Kunden, 169
Phase 169
Unter 169
meinem 169
wir 169
Absage 168
Plattformen 168
Zusätzlich 168
beschreiben, 168
klare 168
Anzahl 167
fällt 167
Geschäftsfeld 166
Geschäftsfelder 166
letzten 166
mögliche 166
möglichst 166
nochmal 166
vielen 166
zweiten 166
Kommilitonen?Die 165
Post 165
gelungen. 165
relativ 165
sollen 165
Apps 164
anders 164
ersichtlich, 164
gleichen 164
hohe 164
4 163
Fehler 163
Masse 163
allgemein 163
angeboten 163
ersichtlich 163
hilft 163
integriert 163
Abschnitt 162
Alle 162
Bezahlung 161
Endkunden 161
finden 161
gegenüber 161
Anleger 160
Navigator 160
Um 160
ausführlicher 160
ihren 160
Übersicht 159
Alles 159
Allgemein 159
Probleme 159
Welche 159
eigene 159
erreicht 159
zeigt 159
Damit 158
Mitarbeiter 158
Projekt 158
Qualitative 158
Würde 158
gemäss 158
usw. 158
Gefahren 157
Pools 157
Prozessschritte 157
Unterscheidung 157
auch, 157
gehört 157
nutzen 157
Preis 156
Technologie 156
eingehen. 156
komplett 156
schwer 156
Gateway 155
Grund 155
Leistung 155
Vergleich 155
müssen. 155
müssten 155
wichtige 155
Integration 154
Wieso 154
fast 154
gesamte 154
gleiche 154
Daher 153
Unterteilung 153
aus, 153
eingehen 153
Bilder 152
Products 152
auf, 152
ausgearbeitet. 152
Thema 151
Zusammenhang 151
meinen 151
zusätzlichen 151
Lösung, 150
Sinne 150
definiert 150
ihn 150
App, 149
B 149
Vorteile 149
denen 149
erhalten 149
funktioniert 149
geht. 149
verwendet 149
Ansicht 148
Lane 148
Plattform, 148
formuliert 148
gelungen 148
strukturiert 148
Vorteil 147
extrem 147
verbessern 147
Detail 146
inwiefern 146
kurze 146
via 146
Beziehung 145
welchem 144
aufgeführt 143
interessante 143
stellen 143
Gut 142
Interesse 142
Investoren 142
entweder 142
leicht 142
A 141
Gefahr 141
Geschäftsfeldbeschreibung 141
Kriterien 141
Viel 141
bezahlen 141
kaufen 141
Crowdfunding 140
Firma 140
Version 140
Austausch 139
Funktionalitäten 139
Start 139
gefallen 139
gegeben 139
stehen 139
weiterer 139
Kundensegment 138
Registrierung 138
muss, 138
wenige 138
an. 137
empfehle 137
spannend 137
Anbietern 136
Story 136
Struktur 136
erwähnen, 136
kleinen 136
sollte. 136
stärker 136
versuchen 136
Gibt 135
Google 135
Hand 135
Internet 135
Smartphone 135
erkannt 135
folgenden 135
wichtig, 135
wurde, 135
Aufbau 134
Dadurch 134
erfüllt 134
erhält 134
genannt 134
konnte 134
seinen 134
Nicht 133
aufgebaut 133
bestimmt 133
Bearbeitung 132
Funktionale 132
Schluss 132
Standort 132
ergänzen. 132
Community 131
Plattform. 131
Potential 131
aufgezeigt 131
hilfreich 131
konkreter 131
resp. 131
Details 130
Sicherheit 130
gleichzeitig 130
sagen, 130
überlegen 129
Aufteilung 129
Evtl. 129
Sind 129
schreibst 129
Restaurants 128
Wer 128
beschriebenen 128
klar. 128
Beispiele 127
Insgesamt 127
Kundenprozesses 127
Prozessschritt 127
Zugang 127
erläutert 127
finde, 127
mir, 126
verstehen 126
Ausführungen 125
Freitextbeschreibung 125
Wäre 125
danach 125
ergänzen, 125
ggf. 125
Kritische 124
Preispolitik 124
Richtung 124
bereit 124
bestehende 124
genügend 124
knapp 124
möglicherweise 124
Anforderung 123
Gerade 123
Linie 123
Rolle 123
aufgelistet 123
gegen 123
gibt. 123
jede 123
könnte, 123
neben 123
prägnant 123
Überblick 122
Kapitel 122
Ort 122
beschreibst 122
bist 122
etc.. 122
geben, 122
wäre, 122
wurden. 122
Ablauf 121
Allerdings 121
Idee. 121
Kreditanfrage 121
Leistungen 121
Social 121
daran 121
helfen 121
würde, 121
Autor 120
ihm 120
Anfrage 119
Ansatz 119
Kunden. 119
Warum 119
kaum 119
qualitativen 119
Dienstleistungen 118
Finde 118
ansonsten 118
einigen 118
erscheint 118
hinzufügen, 118
identifiziert 118
lange 118
nachvollziehbar. 118
positiv 118
richtigen 118
wobei 118
zentralen 118
6 117
Bestellung 117
Risiko 117
Wert 117
ab 117
darstellen. 117
gibt, 117
verstanden, 117
Mühe 116
Sensoren 116
Studenten 116
Verbesserung 116
ausgeführt 116
entsprechenden 116
Anmerkungen 115
IT 115
Inhalte 115
Kästchen 115
Phasen 115
Wertversprechen 115
darstellen 115
gesagt 115
geschrieben 115
Akteur 114
Beschrieb 114
During 114
Sätze 114
aus. 114
berücksichtigt 114
besten 114
findet 114
genug 114
relevant 114
wann 114
Anwendung 113
Essen 113
Lanes 113
Modellierung 113
Prozesses 113
auf. 113
bezahlt 113
führt 113
gehören 113
gemacht. 113
hoffe 113
of 113
Banken 112
Kann 112
Projekts 112
Sinn. 112
Strategische 112
Zusammenarbeit 112
daraus 112
eigentliche 112
interessant, 112
umfassend 112
worden 112
Brettspieler 111
Ports 111
hohen 111
mittels 111
nächsten 111
nämlich 111
unten 111
value 111
vermutlich 111
Channels 110
Präferenzen 110
Traditional 110
Verbesserungsvorschlag 110
benötigt 110
einfache 110
gesamten 110
hinzufügen. 110
ihrer 110
nehmen 110
schreiben 110
Abgabe 109
Möglichkeiten 109
Nachfrage 109
finden, 109
hinzugefügt 109
z.B 109
An 108
Erklärung 108
Profil 108
Sicherheitsanforderungen 108
eingehen, 108
falsch 108
generiert 108
gestaltet 108
insgesamt 108
jedes 108
möglichen 108
mich, 108
obwohl 108
versteht 108
Bsp. 107
Inhalt 107
empfehlen 107
fand 107
funktionale 107
grosses 107
handelt. 107
macht. 107
wollen 107
BPMN 106
Diskussion 106
Grafik 106
Ideen 106
Kontakt 106
aufgefallen 106
bessere 106
detaillierte 106
erstellen 106
gross 106
heisst 106
hinzufügen 106
irgendwie 106
nehme 106
seiner 106
12 105
Kernkompetenz 105
Netzwerk 105
Restaurant 105
Wo 105
ab. 105
e3 105
gewissen 105
inhaltlich 105
konkreten 105
richtige 105
wirkt 105
Angaben 104
Blick 104
Konkurrenten 104
bieten 104
entsprechende 104
erwähnten 104
Beziehungen 103
Kurzbeschreibung 103
Reise 103
angepasst 103
neu 103
soll, 103
Punkte, 102
bitte 102
evt. 102
fände 102
generell 102
genutzt 102
ähnlich 101
ähnliche 101
achten, 101
angesprochen 101
ausführliche 101
Dort 100
Mal 100
Requirements 100
Softwarelösung 100
ermöglicht 100
erwähnen 100
genaue 100
guter 100
kleinere 100
letzte 100
to 100
vs. 100
Ganze 99
Spass 99
beinhaltet 99
formuliert. 99
gewählt. 99
vorschlagen, 99
willst 99
zusammen 99
4. 98
Hersteller 98
Lebensmittel 98
Nur 98
Sinn, 98
Wahl 98
Website 98
Zukunft 98
hin 98
lesen 98
momentan 98
qualitative 98
verstanden. 98
werde 98
App. 97
Formulierung 97
Generell 97
Marketing 97
Rahmen 97
Versuche 97
Vorlage 97
Wochen 97
achten 97
bevor 97
finden. 97
anschliessend 96
hoch 96
meinst 96
passt 96
überall 95
Erfolgsfaktor 95
Event 95
Features 95
Interaktion 95
Situation 95
Weg 95
bearbeitet 95
besseren 95
ein. 95
erfüllt. 95
gesehen 95
hinaus 95
schlüssig 95
unterscheiden 95
Chancen 94
Job 94
Preise 94
S. 94
bekommt 94
darüber 94
dennoch 94
dessen 94
eben 94
meist 94
super, 94
zumindest 94
Begriff 93
Geldgebern 93
Kundengruppen 93
Wird 93
Zusage 93
d.h. 93
definitiv 93
jemand 93
notwendig 93
zentrale 93
Basis 92
Ergänzung 92
Erstellung 92
Hilfe 92
Kooperation 92
Slide 92
Stakeholdern 92
Storyboards 92
Vorprüfung 92
bringt 92
darin, 92
erstellt 92
handelt, 92
sieht, 92
umgesetzt 92
Algorithmus 91
Basisstrategie 91
Events 91
Interface 91
Symbole 91
ausformuliert 91
heute 91
ja, 91
lieber 91
merkt, 91
suchen 91
tun 91
verstehen. 91
zweite 91
Könnte 90
Komplexität 90
Projektes 90
Reliever 90
Skills 90
soziale 90
später 90
à 89
Dazu 89
Kühlschrank 89
Nachricht 89
Namen 89
Partners 89
Prinzip 89
funktionieren 89
habe. 89
müsstest 89
vorstellen 89
werden?Die 89
wiederum 89
Ausführung 88
Blueprint 88
Deiner 88
Differenzierung 88
Kritik 88
Partnerschaften 88
Stellen 88
aufgefallen, 88
ausser 88
es, 88
geben. 88
passen 88
vgl. 88
weiss, 88
weit 88
äusserst 87
überarbeiten 87
Bank 87
Bitte 87
Infos 87
Kategorien 87
Von 87
gefunden 87
möchte. 87
spezifischer 87
strategische 87
verbunden 87
werden?Ich 87
Dinge 86
Exchange 86
Geschäft 86
Kontext 86
Leben 86
Media 86
Motivationen 86
Parteien 86
Sachverhalt 86
Viele 86
benutzt 86
ein, 86
empfehlen, 86
passiert 86
strategischen 86
wünsche 86
worden. 86
Akteuren 85
Auto 85
Buchung 85
Datenbank 85
Definition 85
Nachrichtenfluss 85
Platform 85
Rechtschreibung 85
Unternehmung 85
ausserdem 85
darum 85
enthält 85
entwickelt 85
ihnen 85
könnten. 85
miteinander 85
persönlichen 85
vor, 85
Cost 84
Funktionalen 84
Funktionalität 84
Kredit 84
Sonst 84
Umwelt 84
Users 84
Verwendung 84
Webseite 84
bisher 84
gehe 84
gemacht, 84
müssen, 84
näher 84
überlegt 83
Auflistung 83
B2B 83
Bereiche 83
Betrag 83
Bewertung 83
Buch 83
Obwohl 83
Performanceanforderungen 83
Personalität 83
Points 83
Sachen 83
Trend 83
analog 83
dar. 83
darstellt. 83
gestellt 83
interessant. 83
liegen 83
the 83
verständliche 83
wenigen 83
wichtiger 83
zwingend 83
Fliesstext 82
Kundendaten 82
Methode 82
Smart 82
anpassen 82
auseinandergesetzt 82
einzige 82
sagen 82
schöne 82
... 81
10 81
7 81
Geschäftsmodellidee 81
Inputs 81
Kooperationskanal 81
Modells 81
Streams 81
Versicherungen 81
aussehen 81
bringen 81
erreichen 81
kleiner 81
recht 81
rein 81
verständlich, 81
Abhängigkeit 80
Angeboten 80
Bezüglich 80
Diesen 80
Leider 80
Parkplatz 80
Produkten 80
Stimulus 80
Strategie 80
Umfang 80
eingefügt 80
erfolgreich 80
erweitert 80
explizit 80
möchtest 80
nötig 80
präzise 80
scheinen 80
schlussendlich 80
versucht 80
verwenden 80
wesentlichen 80
7. 79
Bullet 79
Ebene 79
Platz 79
Punkt, 79
Shops 79
Tech 79
Weise 79
Zahlen 79
arbeiten 79
automatische 79
eingebaut 79
nach, 79
verbessert 79
vorher 79
Übersichtlichkeit 78
. 78
Anreiz 78
Gebühr 78
Mieter 78
Nutzern 78
Unterschied 78
ausführen 78
ersichtlich. 78
gesagt, 78
kritisch 78
lassen. 78
zahlen 78
Chance 77
Creator 77
Information 77
Kleider 77
Lieferung 77
Motivation 77
Verbesserungen 77
bezieht 77
dementsprechend 77
du, 77
heutigen 77
manuelle 77
respektive 77
sinnvoll, 77
spezifisch 77
unklar 77
v.a. 77
übersichtlicher 76
6. 76
Dienstleister 76
Dokument 76
Freunden 76
Muss 76
Pains, 76
absolut 76
anderes 76
gedacht 76
vier 76
voneinander 76
23 75
Artikel 75
Beratung 75
Einige 75
Schnittstellen 75
Segmentierung 75
Verfügbarkeit 75
aller 75
angewendet 75
erwähnt. 75
hättest 75
hinter 75
Augen 74
Hause 74
Keine 74
Rechnung 74
Tool 74
Uhr 74
Vermittlung 74
Visualisierung 74
Zugriff 74
aktuellen 74
anbieten. 74
beziehen 74
bleibt 74
effektiv 74
macht, 74
manuell 74
passenden 74
soweit 74
verstehen, 74
5. 73
Aufgabenkettendiagramm 73
Dimensionen 73
Interfaces 73
Kundenbedürfnis 73
Migros 73
Prüfung 73
Resources 73
Tag 73
alleine 73
direkte 73
erwähnst 73
her 73
kurzen 73
persönliche 73
schreiben, 73
sollen. 73
sozialen 73
vergessen 73
Ausformulierung 72
Faktoren 72
Feld 72
Sequenzfluss 72
What 72
Zielgruppen 72
bedeutet 72
bestimmte 72
darum, 72
definieren 72
grosser 72
passend 72
seinem 72
wollen. 72
100 71
Benutzerschnittstellen 71
Segment 71
Structure 71
all 71
beschreibt 71
bestimmten 71
darstellen, 71
eingegangen. 71
genau, 71
genommen 71
integrieren 71
sehen, 71
Österle 70
Daten, 70
Ebenso 70
Frustrationen 70
Hinblick 70
Lesen 70
Meines 70
Partnern 70
Teile 70
beschriebene 70
eindeutig 70
erhalten. 70
gehst 70
unabhängig 70
zeigen 70
8 69
Bildern 69
Einkauf 69
Jobs, 69
Partnerschaft 69
Unterschiede 69
Usern 69
abgedeckt 69
aktuell 69
durchgeführt 69
e3Value 69
findest 69
glaube, 69
kannst. 69
schliesslich 69
technischen 69
tolle 69
treffend 69
ältere 68
Kategorie 68
USP 68
allgemeinen 68
and 68
bzgl. 68
einerseits 68
entwickeln 68
erklärt. 68
gehalten 68
ist? 68
kritischer 68
passende 68
sinnvoll. 68
sorgfältig 68
unterschiedlich 68
vollständige 68
Beschreibung, 67
Dass 67
Dieses 67
Eltern 67
Freitext 67
Gains, 67
Schritten 67
Siehe 67
Trotzdem 67
bestehen 67
eigentlichen 67
erfasst 67
erklären 67
hilfreich, 67
mehreren 67
teuer 67
vorhandenen 67
vorliegenden 67
werden.1. 67
wodurch 67
Abfolge 66
Auftrag 66
Gerät 66
Liste 66
Nachrichtenflüsse 66
Segmente 66
Szenario 66
Versicherung 66
Wellbeing 66
darzustellen. 66
durchdacht. 66
etc 66
gelungen, 66
genauere 66
lösen 66
nichtfunktionalen 66
potentiellen 66
wäre. 66
übersichtliche 65
Activity 65
Am 65
Entscheidung 65
Möglichkeit, 65
Meinung, 65
Produktes 65
Sätzen 65
Teilaufgabe 65
Vertrauen 65
andererseits 65
dargestellt, 65
enorm 65
entspricht 65
folgt 65
gratis 65
nie 65
potentielle 65
starke 65
stimmt 65
vorhanden. 65
werden.Die 65
ändern 64
Allgemeinen 64
Entwickler 64
Hardware 64
Hierbei 64
Problem, 64
Segments 64
Task 64
Thematik 64
Verkauf 64
Weiterhin 64
aktiv 64
direkten 64
ergibt 64
gehen, 64
gesetzt 64
häufig 64
individuelle 64
könntest. 64
notwendigen 64
spezifische 64
verständlicher 64
wegen 64
weiterhin 64
Allenfalls 63
Bonitätsprüfung 63
Charakteristika 63
Erfahrung 63
Geräte 63
Grösse 63
Option 63
Problematik 63
Sollte 63
Symbol 63
V2 63
Vertriebspolitik 63
Werden 63
Zahlung 63
aufgeführt. 63
aufgenommen 63
betrachtet 63
darauf, 63
deckt 63
einbauen 63
einfügen, 63
einiges 63
fallen 63
gelöst, 63
hoffe, 63
möchtest. 63
schreiben. 63
Aussage 62
B2C 62
Benutzer 62
Bewertungen 62
Design 62
Gateways 62
Ihre 62
Mein 62
Verträge 62
abgebildet 62
aus? 62
dir, 62
erfolgt 62
fokussieren 62
ganz. 62
halte 62
helfen, 62
informiert 62
optimal 62
unterscheiden. 62
verfügbar 62
wissen, 62
überarbeiten. 61
Case 61
Er 61
Firmen 61
Kombination 61
Support 61
angewendet. 61
ausgefüllt 61
erläutert. 61
externe 61
gut! 61
möglich, 61
perfekt 61
rote 61
roten 61
schneller 61
schwierig, 61
solches 61
Allem 60
B. 60
Eigenschaften 60
Folien 60
Ganzen 60
Gemäss 60
ITPA 60
Kapital 60
Kunden? 60
Parkplätze 60
Produkts 60
Tickets 60
Tipps 60
Verständlichkeit 60
Zwischen 60
buchen 60
ergeben 60
erwähnen. 60
grösseren 60
kenne 60
kommt. 60
kritisch, 60
nutzen. 60
relevante 60
separat 60
sinnvolle 60
sowieso 60
stelle 60
verstehe, 60
vorschlagen 60
Content 59
Einführung 59
Einfluss 59
Entsprechend 59
How 59
Inhaltlich 59
Je 59
Meine 59
Potenzial 59
SBB 59
Schnittstelle 59
Verlauf 59
Wäsche 59
Zielen 59
allgemeine 59
aufgelistet. 59
aufzeigen, 59
eingesetzt 59
entstehen 59
ev. 59
ganz, 59
gearbeitet 59
generieren 59
kommen. 59
mag 59
meistens 59
praktisch 59
profitieren 59
saubere 59
technische 59
traditionellen 59
versuchen, 59
wen 59
wissen 59
überdenken 58
Einnahmen 58
Evt. 58
Ihres 58
Kundensegmentierung 58
Legende 58
Player 58
Scenario 58
Stream 58
Teilweise 58
Unterstützung 58
Who 58
X 58
identifiziert. 58
nachvollziehen 58
schlage 58
sofern 58
spannende 58
willst. 58
z. 58
überarbeitet 57
Alter 57
Anpassungen 57
Aufforderung 57
Bereichen 57
Danach 57
Deutsch 57
Farben 57
Interessen 57
Moment 57
Rest 57
Stadt 57
Technik 57
Trends 57
Weitere 57
Why 57
analysiert 57
aufmerksam 57
beste 57
darin 57
erklären, 57
geht, 57
genannt. 57
geschrieben. 57
ihrem 57
inkl. 57
interessantes 57
lassen, 57
merkt 57
nachdem 57
restlichen 57
so, 57
sprich 57
weiteres 57
Abbildung 56
Anspruch 56
Dienst 56
Felder 56
Kommilitonen?Ich 56
Lösungsvorschlag 56
Patienten 56
Pre 56
Regeln 56
Reihenfolge 56
Umwelt/Technologie 56
Zahlungsbereitschaft 56
anbieten, 56
dient 56
einbauen, 56
einzeln 56
erkennt 56
erster 56
fehlt, 56
funktioniert. 56
individuellen 56
innovativ 56
sollte, 56
spezifischen 56
sprichst 56
zeigt, 56
Achte 55
Aufgrund 55
Dasselbe 55
End 55
Ereignis 55
Erwartungen 55
GPS 55
Input 55
Kommunikation 55
Laden 55
Message 55
Verbesserungspotential 55
Zeit, 55
a. 55
anschaulich 55
bringen. 55
definiert. 55
einfügen 55
quasi 55
sobald 55
verbessern. 55
Ärzte 54
ähnlichen 54
8. 54
Digitalisierung 54
Einerseits 54
Fahrlehrer 54
Gruppe 54
Installation 54
Kundengruppe 54
Vertrieb 54
Woche 54
aber, 54
angezeigt 54
ausgeführt. 54
benutzen 54
besseres 54
bezogen 54
erkennen 54
geschaffen 54
gewählten 54
hingegen 54
jedoch, 54
konsistent 54
negativ 54
unterteilt 54
verlangt 54
Anforderungen. 53
Belohnungspaket 53
Eindruck 53
Erweiterung 53
Experten 53
Shop 53
Termin 53
Ticket 53
Umsatz 53
Verknüpfung 53
Vorauswahl 53
Wunsch 53
Zur 53
bekommen 53
ebenso 53
etwa 53
gekauft 53
hatte 53
hierfür 53
neues 53
schnelle 53
umfassende 53
uns 53
vereinfacht 53
verschiedener 53
D.h. 52
Einkaufen 52
Falle 52
Gruppen 52
Konkret 52
Konsument 52
Matrix 52
Nachrichten 52
Name 52
Ohne 52
Path 52
Performance 52
Personal 52
Wissen 52
aktuelle 52
anderer 52
bestellen 52
bestellt 52
bezahlen. 52
digitale 52
entscheiden 52
erachte 52
führen 52
grössere 52
interessiert 52
nehmen. 52
objektiv 52
schauen, 52
selben 52
speziell 52
umgesetzt. 52
wird? 52
Überweisung 51
Arbeit, 51
Arbeit. 51
Betracht 51
Durchlesen 51
Freunde 51
Hotel 51
Kreis 51
Kundenbedürfnisse 51
Möbel 51
Marktleistungen 51
Premium 51
Reisen 51
Schweizer 51
Vermieter 51
WellBeing 51
anschauen 51
aufführen, 51
aufgezeigt. 51
aufzeigen 51
beachtet 51
bearbeitet. 51
beginnt 51
durchdachte 51
erklärt, 51
gefällt, 51
gehen. 51
gelesen 51
geliefert 51
gesammelt 51
gestalten 51
gewählt, 51
investiert 51
könntest, 51
klaren 51
kreativ 51
lesen. 51
liefern 51
möchte, 51
man, 51
nehmen, 51
nennen 51
nimmt 51
potenzielle 51
vor. 51
will. 51
worum 51
zusätzlicher 51
älteren 50
App? 50
Austauschbeziehung 50
Inwiefern 50
KnowHow 50
Lage 50
Möglicherweise 50
Management 50
Product 50
Rezepte 50
Sport 50
Template 50
Wort 50
anpassen. 50
aufeinander 50
besteht. 50
folgendes 50
innovative 50
kann? 50
machst 50
mindestens 50
oftmals 50
stellen, 50
umfangreich 50
unklar, 50
würden. 50
würdest 50
Alltag 49
Anmerkung 49
Antwort 49
Apple 49
Einen 49
Händler 49
Handy 49
Home 49
Klar 49
Kreditgeber 49
Login 49
Mobile 49
Modelle 49
Sätze! 49
Seien 49
Verbindungen 49
ausgefüllt. 49
bleiben 49
enthalten 49
entsteht 49
erkennen, 49
erläutern 49
erleichtert 49
erscheinen 49
gestalten. 49
identifizieren 49
irgendwo 49
kannst, 49
klingt 49
schlecht 49
weglassen 49
zB 49
zusammengefasst 49
Änderungen 48
Austauschbeziehungen 48
Dementsprechend 48
Einleitung 48
Einsatz 48
Hintergrund 48
Uber 48
Werteversprechen 48
aufgeführten 48
beantwortet 48
brauchen 48
coole 48
erkannt. 48
evtl 48
gefragt 48
genauen 48
sind? 48
stehen. 48
zentral 48
zunächst 48
CrowdfundingPlattform 47
Darüber 47
Empfehlungen 47
Entweder 47
Folgende 47
Idee! 47
Kurz 47
Nachfrager 47
Port 47
Schau 47
Tätigkeiten 47
Tatsache, 47
Tipp 47
Traffic 47
Welt 47
dazu, 47
definieren. 47
deutlicher 47
ermöglichen 47
gelungene 47
heutzutage 47
hilfreich. 47
intuitiv 47
manchmal 47
oder? 47
sämtliche 47
stellst 47
treffen 47
vorstellen. 47
wählen 47
überprüfen 46
Convenience 46
Dank 46
Einteilung 46
Einzig 46
Gefahr, 46
Geschäftsfeldabgrenzung 46
Geschäftsmodell, 46
Konzepte 46
Massnahme 46
PrePhase 46
Privatpersonen 46
Rechtschreibfehler 46
Tabellen 46
Teilen 46
Unternehmen, 46
User, 46
bewusst 46
customer 46
detaillierten 46
gekommen 46
heisst, 46
läuft 46
links 46
nötigen 46
präziser 46
teils 46
vollständig. 46
Überlegungen 45
übernommen 45
, 45
Aktionen 45
Arbeit! 45
Benutzerschnittstelle 45
CHF 45
Coop 45
Crowd 45
Einfachheit 45
Erklärungen 45
Food 45
Infrastruktur 45
Lösung? 45
Notation 45
Nummerierung 45
Perspektive 45
Store 45
V1 45
Zweck 45
abhängig 45
angegeben 45
aufnehmen 45
ausreichend 45
auswählen 45
basierend 45
bekannt 45
echt 45
einfügen. 45
erhöht 45
externen 45
fokussiert 45
gewährleistet 45
halten 45
integrieren. 45
jene 45
nennen. 45
nur, 45
setzen 45
solcher 45
sollten. 45
wirst 45
Anwendungsbereich 44
Aussagen 44
Biographie 44
Bulletpoints 44
Geschichte 44
Kommilitonen?Sehr 44
Musik 44
POST 44
Schliesslich 44
Schreibfehler 44
anbietet. 44
ansprechen 44
ausgewählt 44
beachten 44
besteht, 44
darf 44
digitalen 44
eigenes 44
einbauen. 44
endet 44
erarbeitet 44
erarbeitet. 44
erlaubt 44
etc., 44
existiert 44
gefallen. 44
gehalten. 44
grösste 44
grösstenteils 44
höhere 44
hohem 44
individuell 44
länger 44
laufen 44
nennen, 44
o.ä. 44
reicht 44
schaffen 44
so. 44
steht, 44
stimmig 44
sucht 44
vermehrt 44
versuche 44
vorgenommen 44
ähnliches 43
? 43
Aufmerksamkeit 43
Begriffe 43
DURING 43
Darstellung. 43
Fallbeispiel 43
Ihrer 43
Jahren 43
Konsistenz 43
Konstruktive 43
Momentan 43
Nähe 43
Provision 43
Theorie 43
Unterpunkte 43
Weshalb 43
ansprechend 43
anstelle 43
aufbauen 43
ausführen, 43
ausgearbeitete 43
ausgebaut 43
drin 43
einzigen 43
emotionale 43
erledigt 43
geschrieben, 43
getrennt 43
hätten 43
hab 43
hauptsächlich 43
interessanten 43
möchten 43
nutzen, 43
reduziert 43
spezifiziert 43
spielt 43
technisch 43
verwenden, 43
voll 43
werden.3. 43
Aktion 42
Bedarf 42
Beide 42
Bereitstellung 42
Element 42
Faden 42
Finanzierung 42
Fotos 42
Funktionsweise 42
Geschäftsmodell. 42
Grossen 42
Kompetenzen 42
Mail 42
Marken 42
Personen, 42
Ressourcen 42
Schüler 42
Slides 42
Syntax 42
Technologien 42
Wünsche 42
Weil 42
Wissens 42
ab, 42
anderem 42
angeben 42
aufgezeigt, 42
ausführen. 42
b. 42
beurteilen 42
bietet. 42
bloss 42
dar 42
decken 42
differenziert 42
entscheiden, 42
erläutern, 42
erstes 42
gebracht 42
grafisch 42
integrierte 42
kreative 42
miteinbezogen 42
modelliert 42
schafft 42
sein? 42
verkaufen 42
verwenden. 42
weglassen, 42
wem 42
zahlt 42
Überlege 41
30 41
Automatisierung 41
Bedeutung 41
Beispiel, 41
Coiffeur 41
Datenschutz 41
Dennoch 41
Einbindung 41
Endkunde 41
Ereignisse 41
Ergänzungen 41
Erhalt 41
Erläuterungen 41
Facebook, 41
Fahrer 41
Faktor 41
Freischaltung 41
Gefühl 41
Kritikpunkt 41
Literatur 41
Mitbewerbern 41
Niveau 41
PostPhase 41
Relevanz 41
Staat 41
Trennung 41
Veranstalter 41
abgestimmt 41
adressiert 41
allzu 41
auseinander 41
ausformuliert. 41
bedient 41
behandelt 41
dank 41
e.g. 41
fehlende 41
fehlt. 41
formulieren, 41
gestalten, 41
gewählte 41
gewünschten 41
interessanter 41
klassischen 41
m.E. 41
nutzt 41
realistisch 41
rund 41
schlüssig. 41
selbe 41
setzen. 41
setzt 41
spricht 41
stets 41
top 41
trägt 41
vereinfachen 41
vermittelt 41
willst, 41
womöglich 41
zB. 41
zugreifen 41
Album 40
Alter, 40
Alternative 40
Anpassung 40
BMC 40
Begründung 40
Benutzung 40
Boxen 40
Erarbeitung 40
FB 40
Feedback.Ich 40
Haus 40
Kern 40
Kreditnehmers 40
Marke 40
Planung 40
Produktion 40
Raum 40
Termine 40
Umständen 40
Vereinfachung 40
aufzeigen. 40
beinhalten 40
benutzen. 40
berücksichtigt. 40
bewerten 40
dürfte 40
diesbezüglich 40
eigener 40
einkaufen 40
erklären. 40
erstellen, 40
erstellen. 40
formulieren. 40
frei 40
hat? 40
hoher 40
integrieren, 40
is 40
kennen 40
konzentrieren. 40
nächste 40
nützlich 40
our 40
rechts 40
registrieren 40
späteren 40
spezielle 40
steht. 40
stellen. 40
stimmen 40
suchen, 40
unterschieden 40
verkauft 40
vornehmen 40
zurück 40
Abläufe 39
Abwicklung 39
Androo 39
Anspruchsgruppen 39
Band, 39
Bedürfnissen 39
Cycles 39
Dafür 39
Erfahrungen 39
Gestaltung 39
Grammatik 39
HR 39
Hat 39
Herausforderung 39
Kritikpunkte 39
Kundenprozesse 39
Line 39
Link 39
Order 39
P2P 39
Partnering 39
Positiv 39
Punkte. 39
Revenues 39
Sensor 39
Specification 39
Tasks 39
Vielzahl 39
Zeitpunkt 39
arbeiten. 39
automatischen 39
automatisierte 39
bewusst, 39
braucht, 39
empfinde 39
formulieren 39
gefallen, 39
gegliedert 39
gemeint? 39
genannt, 39
geographischen 39
intensiv 39
jetzigen 39
kommen, 39
möchtest, 39
stillen 39
stimmig. 39
stringent 39
strukturierte 39
toll 39
trifft 39
trotz 39
unterstützt 39
völlig 39
vorgegebenen 39
waren 39
weg 39
werden?Bei 39
wurden, 39
Über 38
Argumentation 38
Bedienung 38
Beschreibung. 38
Beschriftung 38
Denke 38
EMail 38
Fitness 38
GM 38
Geschäftsfelds 38
Jahr 38
Kaufprozess 38
Länge 38
Lending 38
Medien 38
Neben 38
Pricing 38
Privatkunden 38
Sequenzflüsse 38
Stichpunkte 38
Super 38
Titel 38
URS 38
Vorgehen 38
Vorstellung 38
Zürich 38
Zeichnungen 38
abgebildet. 38
angebotenen 38
ausführlich. 38
bedienen 38
befriedigt 38
berücksichtigen 38
besser, 38
darstellt, 38
definieren, 38
emotionalen 38
erkannt, 38
erkennen. 38
fokussieren. 38
gebucht 38
gewesen 38
grafische 38
interne 38
involviert 38
jeweilige 38
junge 38
kommt, 38
konntest 38
konzentrieren 38
löst 38
nicht? 38
normalen 38
physischen 38
seitens 38
sollen, 38
sowas 38
sparen 38
spezifizieren 38
super. 38
traditionelle 38
verdient 38
war, 38
warten 38
wellbeing 38
wichtig. 38
worauf 38
Abo 37
Angebots 37
Annahmen 37
Ansatz, 37
Betreuung 37
Box 37
Erläuterung 37
Familie 37
Gefühl, 37
Geschäftsmodells. 37
Ihr 37
Interessant 37
Investor 37
Ja 37
Klare 37
Kommilitone/in 37
Komponente 37
Kontrolle 37
Kreditnehmer, 37
Kunde, 37
Kundennutzen 37
Land 37
Leuten 37
Linien 37
Merkmale 37
Paper 37
Pfeilen 37
Provider 37
Route 37
Server 37
Tinder 37
Zug 37
beantwortet. 37
brauchst 37
einfachen 37
eingehalten 37
entsprechen 37
entwickeln, 37
erhält. 37
erreichen. 37
folgen 37
folglich 37
gestaltet. 37
hierzu 37
kürzer 37
möglicher 37
neuer 37
passiert, 37
potenziellen 37
primär 37
qualitativ 37
sich, 37
teilen 37
vergleichen 37
verwendet. 37
übernehmen 36
Absatz 36
Aktivitäten, 36
Aufgabe. 36
Berücksichtigung 36
Eigentlich 36
Endereignis 36
Entwicklungskosten 36
Ernährung 36
Fahrrad 36
Frist 36
Geht 36
Käufer 36
Kalender 36
Kanäle 36
Konto 36
Lust 36
Noch 36
Nutzers 36
Partner, 36
Personas. 36
Rezept 36
Scope 36
Sharing 36
Teilaufgaben 36
Tiefe 36
Transparenz 36
Verbesserungsvorschläge. 36
Weiterentwicklung 36
Wohnung 36
Zwar 36
angeschaut 36
anzubieten. 36
aufführen. 36
aufgelistet, 36
betrifft 36
bisherigen 36
dürfen 36
dar, 36
eingeben 36
einleuchtend 36
formuliert, 36
gelegt 36
hinsichtlich 36
identifizieren. 36
können? 36
kaufen. 36
klares 36
kleines 36
nennst 36
privaten 36
sammeln 36
sichergestellt 36
solch 36
strukturiert. 36
umfasst 36
und/oder 36
verdienen 36
vorhandene 36
wünschen, 36
war. 36
weggelassen 36
wollen, 36
z.b. 36
ziehen 36
zu. 36
Abschnitte 35
Amazon 35
Anbieter, 35
Anforderungen, 35
Arzt 35
Dienste 35
Erlebnis 35
Fahrt 35
Formulieren 35
Gegensatz 35
Geschäftsidee. 35
Hotels 35
Interaction 35
Kleidungsstücke 35
Komponenten 35
Kooperationen 35
Lösungsansatz 35
Menge 35
Minuten 35
News 35
Ob 35
Objects 35
Prozess. 35
Relationships 35
Student 35
Texte 35
Wörter 35
Zusammenfassung 35
ausführlichen 35
ehrlich 35
gebraucht 35
genau? 35
intelligente 35
internen 35
laut 35
notwendig, 35
schaffen. 35
spielen 35
umsetzbar 35
vorhanden, 35
vorherigen 35
wünschen 35
will, 35
wirkliche 35
überprüft 34
übersichtlich. 34
überzeugt 34
Account 34
Argumente 34
BM 34
Benachrichtigung 34
Benefits 34
Branche 34
Budget 34
Costs 34
Eingabe 34
Erstellen 34
Gesamteindruck 34
Hast 34
Kinder 34
Logik 34
Nachhaltigkeit 34
Natürlich 34
Netzwerkeffekte 34
Persönlich 34
Rating 34
Registration 34
Schritte, 34
Swimlanes 34
Systeme 34
Team 34
Vorgaben 34
betreffend 34
bezahlen, 34
bin, 34
darunter 34
differenzieren 34
digital 34
einfach, 34
einfliessen 34
eingebunden 34
erfüllen 34
erfolgen 34
ersetzen 34
erweitern 34
extra 34
fürs 34
find 34
fokussieren, 34
gefragt, 34
geschieht 34
gezeichnet 34
halt 34
ist.1. 34
jederzeit 34
lang 34
leisten 34
lokalen 34
offen 34
plötzlich 34
stattfinden 34
untereinander 34
unterscheidet 34
verbinden. 34
worin 34
wozu 34
zeigen, 34
zustande 34
Assistenzlösung 33
Aufgabentypen 33
Auslastung 33
Autorin 33
Bestandteile 33
Chip 33
Darstellungen 33
Etwas 33
Gebrauch 33
Gesamtbetrag 33
Ihnen 33
Informationen. 33
Interaktionen 33
Journey. 33
Journeys 33
Kommentare 33
Kommilitonen?Der 33
Kostenstruktur 33
Kundensegmenten 33
Kundensicht 33
Maps 33
Optionen 33
PDF 33
PRE 33
Problemen 33
Regel 33
Schwäche, 33
Sprache 33
Storyboard. 33
Transport 33
Umfeld 33
Vertrag 33
Wettbewerb 33
attraktiv 33
aufführen 33
aufgeteilt 33
ausformulieren 33
automatisiert 33
benötigten 33
beschränkt 33
besitzen 33
beziehen. 33
davon, 33
diejenigen 33
effizient 33
erschliesst 33
geeignet 33
gefunden, 33
herausgearbeitet 33
integrierten 33
kauft 33
konkretes 33
mithilfe 33
modelliert. 33
negative 33
parallel 33
personalisierte 33
positive 33
positiven 33
simpel 33
verknüpft 33
wirklichen 33
Überlegung 32
Arbeiten 32
Aufgabe, 32
Bestandteil 32
Chips 32
Ebenen 32
Einkäufe 32
Email 32
Fashion 32
Feature 32
Feedback.Die 32
Festlegung 32
Formulierungen 32
Geld, 32
Geschäfte 32
Geschäftsmodellbeschreibung 32
I 32
Innovation 32
Investition 32
Kleidungsstück 32
Krankenkassen 32
Manuelle 32
Maschine 32
Object 32
Personas, 32
Startpunkt 32
Umgebung 32
Use 32
VerbesserungsvorschlägeIch 32
Wearables 32
Zeichen 32
Zeile 32
aussieht. 32
dahinter 32
das, 32
deswegen 32
differenzieren. 32
effizienter 32
eingegangen, 32
einheitlich 32
erläutert, 32
erneut 32
führt. 32
fahren 32
günstiger 32
gewinnen 32
gezogen 32
hervorgehoben 32
informieren 32
kommunizieren 32
konnte. 32
korrekt. 32
möglich. 32
max. 32
muss? 32
optisch 32
prägnanter 32
sagst 32
separate 32
spontan 32
tatsächliche 32
unsere 32
vieler 32
vorgeschlagen 32
we 32
werden?Der 32
werden?Es 32
zuvor 32
AG 31
Anfangs 31
Benennung 31
Betrieb 31
Bin 31
Brands 31
Data 31
Erfüllung 31
Fällen 31
Fluss 31
Foto 31
Geldfluss 31
Gewinn 31
Gleichzeitig 31
Handwerker 31
How? 31
Kochen 31
Kommilitone, 31
Kommilitonen?Du 31
Kommission 31
Kosten, 31
Kreditkarte 31
Lieferant 31
Mehr 31
Organisation 31
Programm 31
Review 31
Services, 31
Tippfehler 31
Zusagen 31
abgeben 31
abgesehen 31
analysieren 31
angesprochenen 31
anschauen. 31
aufteilen 31
aufzuzeigen, 31
ausführlich, 31
ausserhalb 31
bestehen. 31
braucht. 31
bringt. 31
dazu. 31
desto 31
do 31
einbezogen 31
erhalten, 31
führen. 31
folgen. 31
fuer 31
gäbe 31
gegangen 31
gezielt 31
helfen. 31
indirekt 31
konsequent 31
liefert 31
liegen, 31
lohnt 31
müsste. 31
nebst 31
plausibel 31
präsentiert 31
reduzieren 31
reine 31
schauen 31
seines 31
spannend, 31
stimme 31
weiter. 31
wichtigste 31
zentraler 31
Übung 30
überdenken. 30
11 30
Angabe 30
Anreize 30
Aufzählung 30
Ausarbeitung. 30
Auswertung 30
Bestellungen 30
Betrachtung 30
Eindruck, 30
Einkommen 30
Empfehlung 30
Entscheidungen 30
Fazit 30
Frauen 30
Freizeit 30
Geldgeber. 30
Gründen 30
Individualisierung 30
Info 30
Informationsfluss 30
Investitionen 30
Jeder 30
Karte 30
Lastenheft 30
Nachfolgend 30
Nein 30
Pflege 30
Point 30
Programmierer 30
Sache 30
Startup 30
Universitäten 30
Verhältnis 30
Vermarktung 30
Visio 30
Vollständigkeit 30
Während 30
Wahrscheinlich 30
Ware 30
Wartung 30
Wir 30
abgeschlossen 30
allein 30
anfügen, 30
ausgereift 30
bedeutet, 30
beginnen 30
bekannten 30
benannt 30
beschränken 30
beschreibst, 30
beziehungsweise 30
breit 30
cool, 30
darzustellen 30
deutlich, 30
erhöhen. 30
erläutern. 30
existierenden 30
gehört. 30
genannte 30
genauso 30
geografischen 30
klein 30
kompliziert 30
logische 30
mach 30
machen? 30
nirgends 30
relievers 30
sehen. 30
sichtbar 30
spezifizieren, 30
ständig 30
stehen, 30
verbunden. 30
werden?3. 30
wesentlich 30
z.T. 30
ändern. 29
überzeugt, 29
20 29
Abweichungen 29
Anmeldung 29
Antworten 29
Aufgabenstellung. 29
Beitrag 29
Bestätigung 29
Daten. 29
Datensicherheit 29
Dimension 29
Generation 29
Geschäftsidee, 29
Grundlage 29
Herausforderungen 29
Interessante 29
Kauferlebnis 29
Kleidung 29
Kommentar 29
Konkrete 29
Kopf 29
Krankenkasse 29
Lediglich 29
Lieferanten, 29
Mögliche 29
Macht 29
Mitarbeitern 29
Offering 29
Personalkosten 29
Programmierung 29
Punktes 29
Rechtschreibefehler 29
Service, 29
Smartphones 29
Sofern 29
Soll 29
Tolle 29
USA 29
Umzug 29
Unternehmens. 29
Verbesserungsmöglichkeiten 29
Verwaltung 29
Voraus 29
Wege 29
Wichtig 29
Zutaten 29
anfangs 29
anzubieten 29
ausgearbeitet, 29
ausgerichtet 29
breite 29
bringen, 29
demnach 29
dritten 29
erkennbar 29
erweitern. 29
fehlen. 29
fertig 29
gefunden. 29
gegeben. 29
gespeichert 29
gezeigt 29
gezielte 29
hohes 29
integriert. 29
jemanden 29
kleineren 29
kochen 29
komplex 29
manuellen 29
meinst. 29
oberflächlich 29
oberhalb 29
registriert 29
schreibst, 29
schwer, 29
spezifizieren. 29
tief 29
tiefer 29
unklar. 29
unterstützen 29
verbessern, 29
weder 29
weglassen. 29
weist 29
woher 29
zusammen. 29
10. 28
Airbnb 28
Algorithmen 28
Ansätze 28
Beispielen 28
Bekanntheit 28
Computer 28
Crowdsourcing 28
Drittanbieter 28
Erst 28
Exchanges 28
Folge 28
Folgenden 28
Gains. 28
Geschäftsmodelle 28
Habe 28
Hohe 28
Kosten. 28
Layout 28
Marketingkosten 28
Mitarbeiter, 28
Mitbewerber, 28
Nr. 28
Perspektiven 28
Prozess, 28
Punkt. 28
Reisenden 28
Requirement 28
Soweit 28
Speziell 28
Sprich 28
Standorte 28
Startups 28
Tampons 28
Teilprozess 28
Themen 28
Verbesserungsvorschlägen 28
Vision 28
Vorlesungsfolien 28
Welchen 28
What? 28
Wichtigkeit 28
Wirklich 28
abgedeckt. 28
achten. 28
angenehm 28
angesprochen, 28
anmelden 28
are 28
aufgeführt, 28
ausarbeiten 28
basiert 28
bestehen, 28
creators 28
dasselbe 28
dienen 28
durchlesen 28
einzugehen, 28
erwähnte 28
funktioniert, 28
geforderten 28
gering 28
greift 28
herkömmlichen 28
hervorragend 28
ihres 28
it 28
kürzen 28
keiner 28
klassische 28
kostenlos 28
mühsam 28
mobilen 28
negativen 28
oberen 28
on 28
private 28
schönen 28
se 28
sprechen 28
super! 28
unterteilen 28
vergessen. 28
verloren 28
visualisiert 28
vllt. 28
vorgegebene 28
vorgeschlagene 28
wesentliche 28
zusätzliches 28
zusammenfassen 28
überprüfen, 27
24 27
Anzeige 27
Ausland 27
Band. 27
Big 27
Chat 27
Darstellung, 27
Darum 27
Dem 27
Deswegen 27
Diagramm 27
Dich 27
Doch 27
Effekte 27
Einbezug 27
Erfassung 27
Fähigkeiten 27
Flexibilität 27
Gegenzug 27
Geld. 27
Geräten 27
Geschäftskunden 27
Grund, 27
Küche 27
Kanal 27
Kommilitonin 27
Kriterium 27
Kundenprozesses. 27
Läden 27
LösungDie 27
Lager 27
Lenker 27
Müsste 27
OnlineShops 27
Optimierung 27
Pain, 27
Pakete 27
Person, 27
Personae 27
Portal 27
RFID 27
Relationship 27
Retailer 27
Schwächen, 27
Senger 27
Softwareeinsatz 27
Sowohl 27
Standard 27
Stunden 27
Umsetzbarkeit 27
Unternehmen. 27
Unterpunkt 27
Wettbewerber 27
Worten 27
Zentrum 27
Zusätzliche 27
abgeholt 27
aufgebaut. 27
ausformulieren. 27
ausformulierte 27
ausgetauscht 27
ausgewählten 27
automatisierten 27
beinhaltet. 27
bieten. 27
egal 27
erhöhen 27
essen 27
etc.? 27
etwas, 27
fühlt 27
fair. 27
finanzielle 27
finde. 27
generiert. 27
gewonnen 27
hätte, 27
hört 27
kaufen, 27
kostet 27
laden 27
mehr, 27
mehrheitlich 27
mir. 27
musste 27
richtig, 27
richtig. 27
schöner 27
unterwegs 27
user 27
verbinden 27
vornehmen. 27
wären. 27
werden.Stärken 27
wichtiges 27
Überprüfung 26
15 26
Akzeptanz 26
Ansatz. 26
Applikationen 26
Arten 26
Autos 26
Balken 26
Benefit 26
Bescheid 26
Bsp 26
DL 26
Deinem 26
Detailgrad 26
Einfach 26
Einstieg 26
Ergebnis 26
Erreichen 26
Farbe 26
Fragen, 26
Ggf. 26
Höhe 26
Hans 26
Hinsichtlich 26
Informationen, 26
Kasten 26
Klarheit 26
Leimeister 26
Leistungserstellungsprozess 26
Marktleistung, 26
Maschinen 26
Nun 26
Nutzen, 26
Peer 26
Preis, 26
Profile 26
Proposition. 26
Rabatte 26
Region 26
Schema 26
Swimlane 26
Variante 26
Vorlieben 26
Vorteil, 26
Wahrscheinlichkeit 26
Zalando 26
Zustand 26
angeben, 26
angenommen 26
anzubieten, 26
aufbereitet 26
ausbauen 26
ausschliesslich 26
bei. 26
beides 26
direkter 26
durchdacht, 26
enthalten. 26
erfüllt, 26
fängt 26
falschen 26
farbliche 26
fehlenden 26
gebe 26
gekennzeichnet 26
generieren. 26
hängt 26
haben? 26
halber 26
heissen 26
kennt 26
kombiniert 26
komplette 26
lässt. 26
leichter 26
liebe 26
nachvollziehbare 26
normale 26
passend. 26
proposition 26
schön, 26
setzen, 26
sollten, 26
tragen 26
verwirrend. 26
vielmehr 26
würdest. 26
werden.Bei 26
womit 26
zu, 26
zudem, 26
zukünftige 26
zumal 26
ändern, 25
öffentlichen 25
überarbeiten, 25
überein. 25
übernimmt 25
.... 25
Alternativ 25
Annahme 25
Anstatt 25
Arbeitnehmer 25
Aspekte, 25
Aufbereitung 25
Automatische 25
Besuch 25
Boot 25
Channel 25
Charakter 25
Customers 25
Endpunkt 25
Facebook. 25
Formal 25
Formatierung 25
GF 25
Gebühren 25
Geldgeber, 25
Gesellschaft 25
Herstellern 25
Hierzu 25
Icons 25
Initiatoren 25
Kaffee 25
Kind 25
Kommilitonen?Das 25
Kooperationskanäle 25
Kundenservice 25
Lieferservice 25
Negativ 25
NichtFunktionalen 25
Nichtsdestotrotz 25
Oesterle 25
Paket 25
Praxis 25
Pre, 25
Pro 25
Produkt. 25
Prof. 25
Qualitativen 25
Sales 25
Schlüssel 25
Schlussendlich 25
Schwierigkeiten 25
Sensorik 25
Stichworte 25
Stichworten 25
Stunde 25
Transaktion 25
abbilden 25
abgegrenzt 25
abgeleitet 25
abläuft. 25
abschliessen 25
allgemeiner 25
alte 25
an? 25
anpassen, 25
arbeiten, 25
ausarbeiten. 25
beachten, 25
bedarf 25
bekommen. 25
betreiben 25
bsp. 25
daran, 25
darstellt 25
diverse 25
dritte 25
einander 25
einleuchtend. 25
einzelner 25
einzugehen. 25
entspricht. 25
erfassen 25
erkennt, 25
ersetzt 25
existieren 25
gegebenenfalls 25
gesehen, 25
grössten 25
ist.Die 25
keinem 25
langfristige 25
maximal 25
nötig, 25
nachvollzogen 25
nichtfunktionale 25
noch, 25
passt. 25
prüfen 25
ruhig 25
siehst 25
spannend. 25
spart 25
toll, 25
tun. 25
vorgeschlagenen 25
würden, 25
werden.Ich 25
worden, 25
zahlen, 25
zugänglich 25
9 24
Abschluss 24
Android 24
Anhand 24
Applikation, 24
Argument 24
Aufgaben, 24
Auftragsabwicklung 24
Automatisierte 24
Beschriftungen 24
Bis 24
CFPlattform 24
Canvas. 24
Detailansicht 24
Download 24
Entscheid 24
Erreichung 24
Ferien 24
Fokussierung 24
Gleiche 24
Gleiches 24
Grundidee 24
Instandhaltung 24
Kamera 24
Kreativität 24
Kritischen 24
Lösung! 24
Mensch 24
Mobilität 24
Nutzer. 24
Ordnung 24
Projektaspekte 24
Prozessen 24
Prozessschritten 24
Recherche 24
Sekunden 24
Signal 24
Standards 24
Stichwörter 24
Stichwort 24
Tage 24
Tools 24
Touristen 24
Verwirrung 24
Werte 24
Worte 24
Zahl 24
Zielkunden 24
Zuverlässigkeit 24
abgebildet, 24
abschliessend 24
ans 24
aufnehmen. 24
aufs 24
ausbauen. 24
ausgehend 24
bearbeiten 24
beschriftet 24
bewertet 24
bräuchte 24
ca. 24
cool 24
detailliertere 24
dieselben 24
einfaches 24
eingezeichnet 24
einmalige 24
einzig 24
exakt 24
formalen 24
geändert 24
gegeben, 24
gegenseitig 24
gehalten, 24
gelöst! 24
gemacht! 24
gesucht 24
grösser 24
grob 24
höher 24
inhaltliche 24
könnten, 24
langfristig 24
letzter 24
lokale 24
mMn 24
mobile 24
nachzuvollziehen. 24
nahe 24
pain 24
professionell 24
rate 24
raus 24
sagt 24
sehr. 24
sei 24
sich. 24
solide 24
stattfindet. 24
traditional 24
umsetzen 24
unterstützt. 24
verdeutlicht 24
verschieden 24
versteht, 24
visuell 24
visuelle 24
vorliegende 24
wechseln 24
weltweit 24
wirken 24
ÖV 23
übertragen 23
Aktuell 23
Auge 23
Behörden 23
Bezeichnung 23
Darauf 23
Deutschland 23
Dinge, 23
Durchführung 23
Einblick 23
Einschätzung 23
Error 23
Garten 23
Gedanke 23
Gegenleistung 23
Geographischer 23
Health 23
Hund 23
II 23
Implementierung 23
Jobs. 23
Länder 23
Leistungsportfolio 23
Maßnahmen 23
Mann 23
Mich 23
Mittel 23
Nebst 23
Network 23
Notwendigkeit 23
PeertoPeer 23
Präsentation 23
Projekte 23
Quellen 23
Schwächen. 23
Schwierigkeit 23
Städten 23
Stärken, 23
St. 23
Tripadvisor 23
Usability 23
UserCycle 23
UserJourney 23
Verb 23
Warenkorb 23
Wettbewerbern 23
Wochenende 23
Zeitersparnis 23
angefügt 23
auflisten, 23
bekommt, 23
bestimmtes 23
bieten, 23
dazugehörigen 23
denken 23
detailliert, 23
detailliert. 23
effektive 23
effiziente 23
einbringen 23
eingehalten. 23
einheitliche 23
eins 23
ermöglichen. 23
erstellt. 23
erstmal 23
etablierten 23
formale 23
garantiert 23
gedacht, 23
gemeint, 23
geringe 23
geschlossen 23
gewesen, 23
gewisser 23
graphisch 23
knackig 23
koennte 23
nachvollziehbar, 23
normalerweise 23
offene 23
optimale 23
or 23
planen 23
prozentuale 23
roter 23
schwierig. 23
spannendes 23
stattdessen 23
unübersichtlich 23
unterscheidet. 23
vermeiden 23
versteht. 23
verwendet, 23
verwirrend 23
wählen, 23
zahlreiche 23
zukünftigen 23
3D 22
Abschliessend 22
Adresse 22
Andere 22
Arbeitsplatz 22
Attribute 22
Auseinandersetzung 22
Ausgestaltung 22
Ausrüstung 22
Beurteilung 22
Bezahlen 22
Brille 22
Code 22
Creators. 22
Deutsch, 22
DuringPhase 22
Einsparungen 22
Endeffekt 22
Erwähnung 22
Evtl 22
Experience 22
Fall. 22
Feedbacks 22
Fitnessstudio 22
Freund 22
Gärtner 22
Ganz 22
Geschäftsmodelles 22
Geschäftsprozess 22
Gliederung 22
Homepage 22
Identifikation 22
Informieren 22
Können 22
Kollegen 22
Kurs 22
Kurzcharakteristika 22
Lösungen, 22
Lösungsansätze 22
Match 22
Materie 22
Menschen, 22
Milch 22
Modell. 22
Modellen 22
Nutzer, 22
Nutzerdaten 22
Outfits 22
Patient 22
Potential. 22
Rechnungen 22
Regionen 22
Restaurants, 22
Scanner 22
Schöne 22
Schriftgrösse 22
Spiel 22
Teilschritte 22
Training 22
Transaktionen 22
Unterkapitel 22
VP 22
Verbesserungsvorschläge? 22
Verhalten 22
Verkehr 22
Vorgabe 22
Vorgang 22
Wertschöpfungskette 22
Zahlungsprozess 22
Ziele, 22
Zwischenschritt 22
abgestimmt. 22
abgewickelt 22
abgrenzen 22
activities 22
anbietet 22
angenehmer 22
angewiesen 22
arbeitet 22
aufgelisteten 22
aufwändig 22
ausgelöst 22
austauschen 22
bündig 22
bald 22
bedienen. 22
beendet 22
befindet 22
bekommt. 22
benötigen 22
benötigt, 22
benutzen, 22
beschreibst. 22
betrachten 22
betrachten. 22
bilden 22
c. 22
darüber, 22
das? 22
echten 22
eingeteilt 22
einverstanden 22
empfohlen 22
entwickeln. 22
entwickelt, 22
erweitern, 22
führen, 22
führst 22
fünf 22
früher 22
fragen, 22
ganzheitlich 22
generelle 22
gespart 22
getroffen 22
grünen 22
höchstens 22
halten. 22
hochladen 22
illustriert 22
intern 22
ist.3. 22
kontrolliert 22
kreieren 22
lösen. 22
la 22
liefern. 22
liegen. 22
möchten. 22
nachfolgenden 22
passendes 22
problematisch 22
professionelle 22
regelmässig 22
s. 22
schlechte 22
sehr, 22
sinnvoller 22
statt. 22
tatsächlichen 22
umfangreiche 22
umfassenden 22
umschreiben 22
unnötig 22
unterschiedlicher 22
verhindert 22
verwirrt 22
vlt. 22
vollkommen 22
wählen. 22
wären, 22
wünschen. 22
weiterhelfen 22
werden.1 22
zeigst 22
zugeordnet 22
zweimal 22
überlegen. 21
überlegt, 21
übersichtlich, 21
18 21
Actors 21
Anbieten 21
Ansprüche 21
Anteil 21
Aspekt, 21
Aufgabenkettendiagramms 21
Ausdruck 21
Autoren 21
Büro 21
Bedenken 21
Betrachter 21
Blueprints 21
Buchen 21
Datenmodells 21
EBanking 21
Easy 21
Effekt 21
Eher 21
Einkaufsliste 21
Englisch 21
Fast 21
Gaps. 21
Garantie 21
Gefällt 21
Gewicht 21
Gründe 21
Illustration 21
Informations 21
Inspiration 21
Investoren, 21
KMU 21
Kapiteln 21
Kernkompetenz, 21
Kreislauf 21
Kundenproblem 21
Kundensegmente, 21
Lücken 21
Max 21
Mitte 21
Modell, 21
Monetarisierung 21
Nummer 21
Nutzenversprechen 21
PC 21
Penetration 21
Persönlichkeit 21
Peter 21
Potential, 21
Problem. 21
Problems 21
Reduktion 21
Reviews 21
Schutz 21
Service. 21
Shopping 21
Sicht, 21
Situationen 21
Spiele 21
Spieler 21
Stakeholder, 21
Storyboard, 21
Systemen 21
Top 21
Veranstaltungen 21
Vergleichbarkeit 21
Vernetzung 21
Verständnis. 21
Vom 21
Wearable 21
Werbung, 21
Wettbewerbsvorteil 21
Zinssatzes 21
Zustandekommen 21
Zweitens 21
angebotene 21
aufgefallen. 21
auflisten 21
aufnehmen, 21
aufzubauen 21
aussieht 21
bequem 21
bestellen, 21
bezahlen? 21
bietet, 21
bist. 21
dachte 21
dauert 21
drin. 21
durchgehend 21
entscheidet 21
entstehen. 21
entsteht. 21
erhält, 21
erinnert 21
ersetzen. 21
erzielt 21
extern 21
falsche 21
generisch 21
geprüft 21
gesammelten 21
gewünscht 21
gewünschte 21
höheren 21
innovativen 21
investieren 21
keinerlei 21
klarere 21
kritisieren 21
legen 21
lesen, 21
machst, 21
manche 21
musst. 21
nachfolgend 21
nachher 21
nachvollziehen. 21
passen. 21
